[{"product_id": "1FE8EC", "weight": "1 oz", "count": 1, "cost": 22.5, "center_type": "fruit", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 260, "reorder_indicator": 0, "reviews": [{"customer_id": "trtrec1615", "rating": 0.5, "review": "Sint sunt anim labore aliqua non ipsum culpa officia esse voluptate magna in eu ex. Sed ipsum sint in dolore officia culpa consectetur magna tempor ea irure aliqua aliquip laborum sunt. Dolor aute excepteur nostrud est consectetur dolor ex velit irure laborum amet lorem commodo ut consectetur irure."}, {"customer_id": "comume7611", "rating": 4.0, "review": "Excepteur ut dolore mollit excepteur nisi enim occaecat cupidatat minim in nulla reprehenderit. Irure ea dolor ea veniam fugiat dolore ut enim occaecat cupidatat ut in aute."}, {"customer_id": "lashor4447", "rating": 2.0, "review": "In duis sint reprehenderit consequat qui in ut aliqua enim. Ipsum tempor ad in cillum nisi culpa velit ullamco ut."}, {"customer_id": "amwine6355", "rating": 4.5, "review": "Eu fugiat culpa veniam amet sit in et duis dolor laboris voluptate. Officia id qui velit eu sunt culpa sit nulla commodo tempor occaecat mollit dolor consequat pariatur."}, {"customer_id": "debenl5286", "rating": 3.0, "review": "Nisi ad reprehenderit reprehenderit aliqua incididunt adipiscing sunt cillum duis in nostrud occaecat nostrud. Amet amet aliquip in cupidatat aute qui sunt ad ipsum occaecat ut consectetur sunt officia dolor ut irure ad."}, {"customer_id": "ligrot1266", "rating": 3.0, "review": "Excepteur consectetur dolor enim non esse elit ex pariatur ipsum do proident. In sed mollit commodo deserunt esse consectetur ea eu aliquip duis aliqua dolore fugiat fugiat excepteur."}, {"customer_id": "cltomi3359", "rating": 2.5, "review": "Aliqua minim qui dolore laboris amet qui enim in proident veniam consequat."}], "product_name": "Lollypop Fruit Marshmallow Jackolanterns"}, {"product_id": "668072", "weight": "18 oz", "count": 1, "cost": 28.5, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "milk chocolate ganache", "qoh": 28, "reorder_indicator": 1, "reviews": [{"customer_id": "toflam4735", "rating": 3.5, "review": "Ullamco amet mollit exercitation elit enim velit tempor aliqua sunt do dolore qui dolore veniam ut minim lorem. Incididunt sint do in ut tempor magna magna mollit eiusmod dolore duis esse adipiscing laborum cillum."}, {"customer_id": "lupake5324", "rating": 4.0, "review": "Lorem reprehenderit ullamco veniam dolor laborum esse magna veniam consectetur ut. Deserunt consequat sit pariatur laboris laborum proident cupidatat ullamco nulla pariatur quis minim."}, {"customer_id": "anscha8351", "rating": 1.5, "review": "Officia do tempor elit aliquip laborum voluptate dolore voluptate adipiscing in cillum in."}, {"customer_id": "pareiz3257", "rating": 3.0, "review": "Sit dolor eu et nostrud est excepteur quis exercitation eiusmod."}, {"customer_id": "hetake6126", "rating": 0.0, "review": "Non elit magna qui do excepteur reprehenderit pariatur reprehenderit reprehenderit ut adipiscing."}, {"customer_id": "admcen4289", "rating": 1.0, "review": "Nisi cillum sed ullamco ea sed velit anim dolore eu cillum incididunt. Enim sunt culpa exercitation voluptate anim velit elit nulla ipsum dolor tempor."}, {"customer_id": "veurbe6658", "rating": 0.5, "review": "Occaecat ex sunt ut quis dolor consectetur reprehenderit nulla dolore aliqua aute ut aliquip dolore reprehenderit."}, {"customer_id": "erfosh6470", "rating": 1.0, "review": "Eiusmod do est ea cupidatat laboris eu ipsum elit et magna consectetur ea nisi veniam."}], "product_name": "Triple White Chocolate Candy Bar Bar"}, {"product_id": "D59F12", "weight": "21 oz", "count": 1, "cost": 32.5, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 53, "reorder_indicator": 1, "reviews": [], "product_name": "Birthday Milk Chocolate Jackolanterns"}, {"product_id": "574FAB", "weight": "7 oz", "count": 24, "cost": 41.25, "center_type": "soft", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 185, "reorder_indicator": 1, "reviews": [], "product_name": "Birthday Soft Milk Chocolate Brittle"}, {"product_id": "D5D501", "weight": "14 oz", "count": 12, "cost": 3.0, "center_type": "nut and chews", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 322, "reorder_indicator": 0, "reviews": [{"customer_id": "caylvi6452", "rating": 2.5, "review": "Commodo ullamco proident incididunt dolor do in minim ex minim irure cillum pariatur dolor labore ad commodo aliqua. Commodo laborum sunt cupidatat minim ullamco do sint esse sunt occaecat dolor ad tempor."}, {"customer_id": "dewarn1756", "rating": 1.5, "review": "Laborum magna commodo in amet consectetur anim laborum est in nostrud excepteur aliquip nulla ipsum lorem commodo. Cillum ullamco dolor excepteur aute ullamco ex irure adipiscing ut nulla deserunt in cupidatat in pariatur cupidatat dolor."}, {"customer_id": "grnisa4816", "rating": 2.5, "review": "Dolore velit nostrud officia sed qui nisi laboris amet incididunt ex et sed pariatur. Officia culpa nostrud et magna velit aliqua tempor sit labore ipsum."}, {"customer_id": "lyreas8232", "rating": 3.0, "review": "Sit ut dolor fugiat mollit elit reprehenderit ad laboris et proident cupidatat sit dolor consectetur enim esse. Ut ex amet in fugiat do do fugiat ipsum ut."}, {"customer_id": "frdron7623", "rating": 0.0, "review": "Irure incididunt minim mollit cupidatat in tempor quis dolor ea ipsum."}, {"customer_id": "samant5722", "rating": 0.0, "review": "Ut id culpa ut ipsum eu veniam tempor ad eu nisi in ad est sit do. Adipiscing sit sed amet nisi do in in tempor dolor sint nisi dolor officia incididunt deserunt cillum. Non tempor ullamco qui elit elit ut do ut ullamco dolor irure aliqua labore ipsum sed."}, {"customer_id": "memayl5829", "rating": 2.0, "review": "Sed sit adipiscing dolore dolore ut non ut occaecat velit in non cupidatat adipiscing."}], "product_name": "Sour Nut And Chews Assorted Chocolate Twists"}, {"product_id": "706051", "weight": "2 oz", "count": 1, "cost": 9.25, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "nut free", "bar_type": "None", "filling_type": "None", "qoh": 358, "reorder_indicator": 1, "reviews": [], "product_name": "Butterscotch Dark Chocolate Nut Free Twists"}, {"product_id": "7F51B1", "weight": "7 oz", "count": 1, "cost": 33.0, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 19, "reorder_indicator": 0, "reviews": [], "product_name": "Gold Nut And Chews Bats"}, {"product_id": "736568", "weight": "8 oz", "count": 1, "cost": 7.25, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 324, "reorder_indicator": 1, "reviews": [], "product_name": "Butterscotch White Chocolate Jackolanterns"}, {"product_id": "870F48", "weight": "19 oz", "count": 1, "cost": 33.5, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "sugar free", "bar_type": "None", "filling_type": "None", "qoh": 70, "reorder_indicator": 1, "reviews": [], "product_name": "Scotchmallow Milk Chocolate Sugar Free Leaves"}, {"product_id": "B92446", "weight": "5 oz", "count": 1, "cost": 30.0, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "milk chocolate ganache", "qoh": 98, "reorder_indicator": 1, "reviews": [{"customer_id": "beschn3147", "rating": 0.5, "review": "Eiusmod tempor cupidatat dolor officia laborum in dolor ad mollit."}, {"customer_id": "pafull9461", "rating": 2.5, "review": "Cillum et sit duis officia ea incididunt dolor tempor et sed. Deserunt nisi adipiscing ut commodo do exercitation in in laboris et lorem exercitation tempor irure consequat ipsum pariatur irure. Incididunt velit excepteur velit non eu magna mollit anim anim magna eiusmod enim nisi in esse eu adipiscing."}, {"customer_id": "trtrec1615", "rating": 4.5, "review": "Lorem quis ut reprehenderit non sit anim voluptate irure tempor eu eu irure nisi minim."}], "product_name": "Gold White Chocolate Milk Chocolate Ganache Krispys"}, {"product_id": "CF9FFD", "weight": "4 oz", "count": 16, "cost": 41.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "caramel", "qoh": 75, "reorder_indicator": 1, "reviews": [{"customer_id": "jedomi2307", "rating": 4.5, "review": "Ut lorem eu quis laborum culpa in veniam pariatur sunt commodo tempor."}, {"customer_id": "sugran4845", "rating": 2.5, "review": "Sed officia occaecat aute sit esse occaecat exercitation mollit veniam qui culpa proident esse do et ex adipiscing."}, {"customer_id": "jegard7919", "rating": 0.0, "review": "Ut officia ut laborum in esse tempor amet consequat excepteur magna consequat sit nisi proident laborum magna."}, {"customer_id": "sygigs1773", "rating": 0.0, "review": "Dolore incididunt est pariatur mollit anim ex in est duis incididunt elit officia minim ullamco ullamco eu."}, {"customer_id": "mawald8278", "rating": 2.5, "review": "Aute id fugiat et ad cillum esse mollit eiusmod dolor tempor id est laborum sit tempor in. Minim anim sit ex amet incididunt sunt labore aliquip exercitation consectetur non adipiscing ut id qui."}, {"customer_id": "masivl3504", "rating": 3.0, "review": "Pariatur ullamco ipsum in do occaecat ut nulla minim velit minim anim laboris ut dolor sed duis eiusmod. Velit enim anim nulla voluptate ea commodo quis voluptate et non esse adipiscing adipiscing ea cillum sed sit ut."}, {"customer_id": "brhens8142", "rating": 3.0, "review": "Do anim officia ipsum pariatur commodo dolore enim ut consequat consectetur qui proident commodo. Minim ut enim ut dolor reprehenderit dolore qui et incididunt in id. In reprehenderit velit duis sint dolore in reprehenderit nulla qui excepteur duis laborum qui ex cillum ea ut ea."}], "product_name": "Assorted Chocolate Bar Caramel Square"}, {"product_id": "5B0BE4", "weight": "6 oz", "count": 1, "cost": 15.5, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "marshmallow", "qoh": 18, "reorder_indicator": 1, "reviews": [], "product_name": "Butterscotch Assorted Chocolate Candy Bar Twists"}, {"product_id": "4E2E31", "weight": "12 oz", "count": 21, "cost": 43.75, "center_type": "nut and chews", "chocolate_type": "dark chocolate", "dietary": "nut free", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 20, "reorder_indicator": 1, "reviews": [{"customer_id": "ligofo6050", "rating": 1.0, "review": "Cupidatat aute sit velit dolor aliqua culpa ea anim velit aute eu sint commodo dolor dolore ut magna proident."}, {"customer_id": "emhyse3106", "rating": 0.5, "review": "Pariatur minim dolore incididunt laboris duis in excepteur ut enim duis voluptate adipiscing adipiscing reprehenderit. Fugiat id veniam nostrud anim aliquip tempor eiusmod et nisi. Nulla mollit proident ut eiusmod pariatur pariatur non aliqua sint excepteur in."}, {"customer_id": "olreav4738", "rating": 2.5, "review": "In ex ut proident commodo et labore aliqua commodo ex ut enim dolore lorem lorem elit culpa ipsum. Lorem quis excepteur occaecat cillum labore do et sit duis excepteur et deserunt consectetur excepteur magna ut id deserunt."}, {"customer_id": "vamasc7331", "rating": 2.0, "review": "Proident magna dolore minim eu magna irure sit ipsum veniam tempor ut."}, {"customer_id": "roliza8441", "rating": 4.5, "review": "Do lorem non aliquip adipiscing eiusmod deserunt ea ea occaecat anim laborum tempor voluptate velit ullamco ipsum. Dolor aute magna labore cupidatat lorem laborum fugiat sit ut quis ullamco voluptate anim dolore ut fugiat."}], "product_name": "Assorted Nut And Chews Dark Chocolate Bats"}, {"product_id": "1E2F75", "weight": "10 oz", "count": 1, "cost": 6.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 101, "reorder_indicator": 1, "reviews": [{"customer_id": "gwstat1368", "rating": 0.5, "review": "Quis do est eiusmod eu culpa labore enim est sed qui non ullamco id dolor."}, {"customer_id": "clbuck5398", "rating": 0.0, "review": "In quis ut et consectetur elit ut exercitation pariatur aliqua labore dolore reprehenderit dolor. Ex deserunt incididunt culpa aliquip id in ad ea voluptate."}, {"customer_id": "vibled7322", "rating": 3.0, "review": "Laborum cupidatat cupidatat nostrud eiusmod deserunt reprehenderit commodo voluptate enim ex deserunt laborum ea adipiscing ad sed enim. Reprehenderit eu irure excepteur nulla nulla commodo ipsum officia nisi voluptate pariatur dolore ea. Exercitation elit duis id labore in commodo dolore deserunt nisi adipiscing ut."}, {"customer_id": "masivl3504", "rating": 3.0, "review": "Excepteur proident dolor in elit aliqua irure proident exercitation qui ex laborum. Sed dolore aliquip commodo proident ad pariatur fugiat irure id mollit nulla ut eiusmod velit enim est sed. Consequat ad quis ut culpa voluptate minim labore adipiscing do sed nulla magna incididunt ut reprehenderit esse in."}, {"customer_id": "abvich1600", "rating": 1.0, "review": "Incididunt reprehenderit aliqua dolore nisi cillum occaecat duis commodo consequat deserunt cillum proident in minim adipiscing deserunt occaecat eiusmod. Deserunt adipiscing ex ea culpa elit occaecat ad consectetur ullamco est. Enim enim sint in nostrud ut veniam in laboris anim pariatur dolor."}], "product_name": "Butterscotch Krispys"}, {"product_id": "E9A0AB", "weight": "5 oz", "count": 20, "cost": 18.5, "center_type": "fruit", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "dark chocolate ganache", "qoh": 303, "reorder_indicator": 1, "reviews": [{"customer_id": "hurogo7234", "rating": 4.0, "review": "Officia in dolor fugiat exercitation sed quis excepteur deserunt fugiat. Est irure dolore laboris dolore occaecat ullamco ut sint aute est sunt exercitation culpa fugiat enim in fugiat. Qui ipsum officia cupidatat ad officia eiusmod dolore laborum qui eu tempor excepteur eu ut labore ut."}, {"customer_id": "doharr1804", "rating": 3.0, "review": "Id eu enim sunt ad voluptate fugiat adipiscing aliquip ut consectetur dolor tempor proident anim ex eu elit reprehenderit. Eiusmod occaecat ullamco qui cupidatat do tempor ut mollit sed dolore nulla fugiat sunt dolore ad."}, {"customer_id": "elwalh5150", "rating": 3.5, "review": "Non laboris dolore occaecat occaecat do dolore esse dolor id. Est culpa ex cillum ipsum id deserunt cillum enim enim elit."}, {"customer_id": "keshoe3282", "rating": 2.0, "review": "In mollit esse incididunt sint nisi sunt fugiat id ullamco id deserunt ut exercitation. Irure laborum anim ex occaecat cupidatat ipsum qui in ut consectetur. Nostrud eiusmod ad officia sunt amet voluptate nisi cupidatat voluptate ut sit cupidatat officia adipiscing ea officia nostrud."}, {"customer_id": "almill7102", "rating": 0.5, "review": "Deserunt anim ea qui voluptate qui amet in anim qui fugiat dolore et duis occaecat occaecat. Ut nulla proident cillum elit aliquip eu commodo sint voluptate cillum ad. Deserunt sed do eu nisi in in sit voluptate fugiat ut ad."}, {"customer_id": "trvran3976", "rating": 3.5, "review": "Amet cupidatat ut officia ullamco nisi ut aute anim eu. Sit lorem sed cillum commodo ex sint sint dolore in anim eiusmod laborum culpa in pariatur minim. Elit velit id nostrud commodo quis fugiat id nulla in do dolore cillum adipiscing in nostrud aliqua."}, {"customer_id": "kajean8087", "rating": 4.0, "review": "Esse duis ut fugiat dolor consectetur pariatur nostrud ut sit veniam officia exercitation sunt. Do sunt dolore deserunt aliqua ullamco sint sed elit ut sint magna aliqua aliquip cupidatat irure laboris aliquip labore. Consequat mollit dolore laborum ad enim mollit commodo duis tempor proident veniam anim occaecat."}, {"customer_id": "baryba8155", "rating": 3.0, "review": "Dolor enim eu veniam irure aliquip ad et et irure adipiscing labore fugiat culpa dolore. Commodo deserunt sunt ullamco qui elit sit incididunt labore dolor reprehenderit ipsum velit magna dolor tempor amet laborum sunt."}], "product_name": "Scotchmallow Fruit Assorted Chocolate Krispys"}, {"product_id": "D27F6D", "weight": "15 oz", "count": 11, "cost": 46.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 111, "reorder_indicator": 1, "reviews": [{"customer_id": "vicojo9388", "rating": 1.5, "review": "Consectetur id cillum officia non consectetur anim adipiscing cupidatat magna ut sint labore anim. Incididunt elit adipiscing sit sit cupidatat laboris ut exercitation nulla ut. In duis sed ut sunt in anim laborum enim in."}, {"customer_id": "alaraf1899", "rating": 1.0, "review": "Ut id ut laborum nostrud et nostrud ad culpa et consequat nisi ullamco ea voluptate laboris et. Tempor officia nisi nostrud proident deserunt aliquip consectetur aliquip quis ut non proident consequat. Commodo laboris commodo pariatur anim pariatur dolor in est eu est dolore mollit aliqua et dolore et."}, {"customer_id": "elmath8229", "rating": 3.5, "review": "Ipsum incididunt sed fugiat quis id voluptate deserunt quis anim reprehenderit est dolor nisi quis. Eu nulla ut esse deserunt eu enim excepteur ullamco cupidatat adipiscing quis sit."}], "product_name": "Maple Jackolanterns"}, {"product_id": "6802BE", "weight": "19 oz", "count": 1, "cost": 16.75, "center_type": "None", "chocolate_type": "None", "dietary": "sugar free", "bar_type": "None", "filling_type": "caramel", "qoh": 350, "reorder_indicator": 1, "reviews": [{"customer_id": "liwiel7640", "rating": 1.0, "review": "Sed do ut veniam incididunt cupidatat amet id velit ut consectetur dolore mollit ullamco do velit. Amet laboris deserunt id qui qui ipsum dolor exercitation anim duis in incididunt. Deserunt in adipiscing dolor cillum sit ex dolore et dolore aliquip."}, {"customer_id": "hecase4461", "rating": 2.0, "review": "Quis deserunt do irure ut nulla incididunt sunt cillum qui dolore veniam deserunt irure deserunt. Quis laboris ea reprehenderit cillum anim aliquip do deserunt in ipsum cillum cillum."}, {"customer_id": "weheru3334", "rating": 3.0, "review": "Deserunt velit quis aliqua et aliqua dolor aliquip voluptate pariatur voluptate sed ea."}], "product_name": "Sour Sugar Free Caramel Balls"}, {"product_id": "83B261", "weight": "15 oz", "count": 13, "cost": 39.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "creme", "qoh": 195, "reorder_indicator": 1, "reviews": [{"customer_id": "nocamp5130", "rating": 4.0, "review": "Nisi irure veniam in occaecat mollit commodo consectetur lorem est fugiat et id in labore. Ut deserunt enim elit consequat ut nostrud ipsum esse cupidatat sunt reprehenderit dolore qui duis."}, {"customer_id": "wihers4237", "rating": 1.5, "review": "Voluptate qui ea dolor eiusmod aute adipiscing in lorem ullamco."}, {"customer_id": "jedomi2307", "rating": 2.5, "review": "Dolore sed dolore est consectetur cupidatat sit duis exercitation sint proident tempor excepteur cillum lorem."}, {"customer_id": "olmane4563", "rating": 3.5, "review": "Occaecat adipiscing laborum eiusmod voluptate officia aliqua sed eu et veniam nulla. Pariatur cillum proident proident anim aliqua proident in dolor nostrud consectetur reprehenderit ea aliqua."}, {"customer_id": "juluat1229", "rating": 4.5, "review": "Sunt dolore amet quis officia minim culpa anim ipsum nulla."}], "product_name": "Birthday Creme Brittle"}, {"product_id": "676332", "weight": "3 oz", "count": 14, "cost": 48.5, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 388, "reorder_indicator": 1, "reviews": [{"customer_id": "emkusi5944", "rating": 3.5, "review": "Nisi ut minim dolore esse anim est laboris ullamco ea amet est. Culpa ea voluptate quis id duis ullamco irure cillum esse veniam irure adipiscing laboris."}, {"customer_id": "bueari1236", "rating": 2.0, "review": "In elit eu nisi eu occaecat et mollit ut dolore ullamco est. Sit non voluptate dolor eu anim do anim quis do sed dolor anim eiusmod tempor in cillum incididunt. Incididunt dolore laborum proident et sit officia veniam laboris ex."}, {"customer_id": "edumla7272", "rating": 3.5, "review": "Lorem sint eu elit ut quis qui aliquip reprehenderit officia irure laborum anim ea est ex laborum qui aliquip."}, {"customer_id": "ahwhit7698", "rating": 0.5, "review": "Sed laboris reprehenderit ex fugiat aute aute minim lorem dolore voluptate enim non excepteur. Cupidatat irure voluptate fugiat labore eiusmod in sint quis officia."}, {"customer_id": "frmehe3753", "rating": 4.5, "review": "Ut sed deserunt cillum sit nisi sunt elit consequat culpa mollit irure occaecat laborum proident."}, {"customer_id": "tomaff2601", "rating": 3.0, "review": "Aliquip irure aliquip ipsum laborum consectetur dolor anim in ut. Quis ipsum dolore dolore in adipiscing et adipiscing et adipiscing ut voluptate minim. Incididunt sunt nostrud aliquip ex laborum eu proident velit ullamco nisi."}, {"customer_id": "dacien6842", "rating": 3.0, "review": "Nisi qui irure aute mollit laborum in ut sunt ut. Laborum elit consequat ut deserunt excepteur dolore consequat dolor dolore commodo."}, {"customer_id": "rosacr8042", "rating": 0.5, "review": "Veniam adipiscing laboris sit consequat nisi consectetur eiusmod consequat sunt excepteur qui mollit. Tempor consectetur in excepteur ullamco dolore cillum id nostrud sunt nostrud aliqua eiusmod do dolor ut."}], "product_name": "Cinnamon Dark Chocolate Candy Bar Bar"}, {"product_id": "F05523", "weight": "15 oz", "count": 4, "cost": 15.75, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "milk chocolate ganache", "qoh": 438, "reorder_indicator": 1, "reviews": [{"customer_id": "evbald5458", "rating": 3.0, "review": "Veniam dolore aliquip consequat veniam non lorem ullamco ut velit elit cupidatat ad proident. Quis in ex laborum officia in occaecat consequat lorem voluptate aute officia amet culpa exercitation irure enim fugiat."}, {"customer_id": "tehoel2401", "rating": 0.0, "review": "Sed pariatur ipsum ut non cillum sed reprehenderit fugiat aliquip quis sed anim ipsum lorem amet exercitation ut est. Officia incididunt eiusmod incididunt officia ex duis cillum ipsum anim duis proident. Magna ad velit nisi sit ad sed ipsum ipsum et culpa ex culpa officia deserunt enim exercitation."}, {"customer_id": "jucors8934", "rating": 4.0, "review": "Sunt qui ex labore irure esse enim velit velit proident sed dolore cupidatat magna nisi id ullamco. Eu officia irure nostrud sit elit irure ad velit culpa deserunt minim sint esse. Qui amet magna et ipsum exercitation elit officia qui labore dolore mollit ullamco."}, {"customer_id": "kajean8087", "rating": 1.0, "review": "Ut sint deserunt ullamco ipsum officia aliquip anim in tempor laborum ut est fugiat id consectetur. Minim ut sunt duis labore nostrud et sit dolore ut enim ex irure dolor eu."}, {"customer_id": "tosebe9539", "rating": 4.5, "review": "Mollit et veniam ut dolor id pariatur cupidatat ex commodo nostrud laborum ut fugiat aute veniam do aute do. Consequat officia eu qui elit dolore deserunt velit dolore voluptate."}, {"customer_id": "eddenn6868", "rating": 1.5, "review": "Aute lorem aliqua anim excepteur sunt sed proident est magna reprehenderit et laboris. Tempor ut sint ut irure veniam cillum qui est est quis. Ipsum et dolor ut aliquip commodo ipsum ipsum et eu dolor occaecat aliquip."}, {"customer_id": "tetera9771", "rating": 4.5, "review": "Non anim qui cillum id do ipsum reprehenderit commodo anim dolor laboris ad amet magna deserunt mollit non. Aliqua aliquip excepteur nisi cillum labore laboris dolor elit duis amet anim id laborum incididunt."}], "product_name": "Mini Dark Chocolate Milk Chocolate Ganache Square"}, {"product_id": "4C26C0", "weight": "1 oz", "count": 1, "cost": 21.5, "center_type": "nut and chews", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 407, "reorder_indicator": 1, "reviews": [{"customer_id": "krscha3820", "rating": 4.0, "review": "In esse in cillum in ex et culpa sunt quis do ipsum enim in lorem minim quis. Tempor deserunt ut eiusmod laboris exercitation esse velit reprehenderit adipiscing esse exercitation dolor. Veniam aliquip voluptate proident mollit commodo anim ex sunt dolor ut."}], "product_name": "Scotchmallow Nut And Chews White Chocolate Square"}, {"product_id": "DBFD4A", "weight": "10 oz", "count": 1, "cost": 32.0, "center_type": "fruit", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 104, "reorder_indicator": 1, "reviews": [{"customer_id": "quclay2641", "rating": 2.0, "review": "Est dolore minim magna ipsum elit pariatur amet minim cupidatat. Mollit sit officia velit reprehenderit sunt ullamco eiusmod magna dolore in adipiscing laborum."}, {"customer_id": "dacera1289", "rating": 2.0, "review": "Dolor adipiscing labore ad non irure ut cupidatat magna ipsum labore. Do pariatur ea anim aliqua lorem dolor cupidatat velit mollit ipsum lorem aliqua mollit sit cupidatat aute. Enim anim esse ullamco sunt veniam voluptate cillum dolor in ut ut ea sint reprehenderit laboris nostrud."}], "product_name": "Cinnamon Fruit Balls"}, {"product_id": "EB596D", "weight": "2 oz", "count": 1, "cost": 46.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "milk chocolate ganache", "qoh": 32, "reorder_indicator": 1, "reviews": [{"customer_id": "krcrom5569", "rating": 2.5, "review": "Ipsum laborum quis occaecat veniam in amet occaecat est quis fugiat."}, {"customer_id": "hoblun4168", "rating": 3.0, "review": "Adipiscing ut dolore aute duis reprehenderit culpa proident aute dolor occaecat laborum in exercitation ea elit. Ad veniam exercitation in dolore exercitation nisi in ipsum aliquip ut velit do minim ea incididunt. Ipsum do sed adipiscing ut minim labore ex dolore voluptate."}, {"customer_id": "glzaka8804", "rating": 4.5, "review": "In veniam proident in cupidatat et dolore esse elit enim occaecat eu dolor labore nisi dolor non. Esse eiusmod in nulla lorem commodo eiusmod reprehenderit ex magna."}, {"customer_id": "lyheal6456", "rating": 0.5, "review": "Officia esse occaecat in consectetur culpa cupidatat occaecat eu cupidatat esse nulla velit. In esse ex in qui do proident dolor proident exercitation dolore pariatur. Adipiscing sint qui mollit proident in aliqua irure ut nostrud minim dolor."}], "product_name": "Double Candy Bar Milk Chocolate Ganache Bundle"}, {"product_id": "71CA48", "weight": "19 oz", "count": 8, "cost": 17.75, "center_type": "soft", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 479, "reorder_indicator": 1, "reviews": [{"customer_id": "frgear3560", "rating": 1.5, "review": "Adipiscing exercitation aliqua mollit consectetur commodo ut nisi aute veniam minim mollit pariatur sint nisi fugiat dolore."}, {"customer_id": "ruslos9415", "rating": 4.0, "review": "Ea occaecat ea adipiscing nisi tempor tempor officia do minim deserunt dolor. Labore sit enim consectetur dolor ipsum nostrud laborum occaecat reprehenderit ut nisi nostrud exercitation deserunt nulla. Commodo dolor minim nostrud cupidatat tempor in non in sit consectetur proident ipsum consequat aute ullamco."}, {"customer_id": "begray3117", "rating": 4.5, "review": "Ut cillum incididunt sed lorem proident dolor consectetur id ea aute labore ad dolor. Velit est cupidatat est sit aliquip ea non voluptate dolore mollit irure ad fugiat consectetur id voluptate."}, {"customer_id": "gascha3011", "rating": 4.0, "review": "Dolor ad cupidatat lorem ut consectetur ad aliqua officia commodo consectetur consequat ea ipsum sit elit nulla."}, {"customer_id": "paklam8323", "rating": 0.5, "review": "Ullamco in anim sit pariatur velit exercitation aute ut lorem exercitation amet ex. Qui ea consequat ut laboris fugiat ea in eu eiusmod consectetur consectetur."}, {"customer_id": "tomaff2601", "rating": 0.0, "review": "Incididunt reprehenderit enim ut ut irure minim nisi excepteur anim tempor ullamco ipsum elit voluptate. Ad irure est consectetur velit commodo eiusmod officia sunt in ullamco ea in pariatur. Dolore incididunt reprehenderit ipsum deserunt exercitation quis non dolor tempor labore officia."}], "product_name": "Double Soft White Chocolate Jackolanterns"}, {"product_id": "65BC7D", "weight": "17 oz", "count": 1, "cost": 47.75, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "creme", "qoh": 232, "reorder_indicator": 1, "reviews": [{"customer_id": "elpame8544", "rating": 3.5, "review": "Ullamco veniam aliquip reprehenderit adipiscing incididunt culpa anim dolor reprehenderit. Ea ut consequat officia non tempor eiusmod pariatur cupidatat aliqua aliqua et enim consectetur in."}], "product_name": "Lollypop White Chocolate Creme Bar"}, {"product_id": "007062", "weight": "11 oz", "count": 12, "cost": 11.25, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "nut free", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 83, "reorder_indicator": 1, "reviews": [], "product_name": "Birthday Assorted Chocolate Nut Free Brittle"}, {"product_id": "503CAB", "weight": "21 oz", "count": 1, "cost": 1.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "milk chocolate ganache", "qoh": 370, "reorder_indicator": 1, "reviews": [{"customer_id": "raduch3499", "rating": 1.0, "review": "Do adipiscing ut esse in occaecat mollit occaecat nostrud in duis sed amet proident mollit ex."}, {"customer_id": "palass5650", "rating": 2.0, "review": "Et dolor deserunt dolor qui ea aliqua qui voluptate ex aute."}, {"customer_id": "juattl8356", "rating": 3.0, "review": "In in sit anim est nulla id velit incididunt nostrud commodo officia cupidatat reprehenderit irure exercitation occaecat sunt anim."}, {"customer_id": "toerwi2515", "rating": 1.0, "review": "Sit veniam elit nisi cupidatat occaecat enim ut eiusmod dolor consectetur culpa officia duis tempor. Nisi cupidatat velit incididunt occaecat id minim proident nulla cillum velit laboris ut irure voluptate do ut sed qui."}, {"customer_id": "cltomi3359", "rating": 4.5, "review": "Est ut ipsum sed incididunt reprehenderit ut in anim eu dolore sed cillum labore."}], "product_name": "Triple Chocolate Bar Milk Chocolate Ganache Leaves"}, {"product_id": "5406D1", "weight": "16 oz", "count": 9, "cost": 37.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 380, "reorder_indicator": 1, "reviews": [{"customer_id": "lomaue4424", "rating": 1.0, "review": "Nisi commodo aliqua ipsum dolor in in dolor labore velit nulla aliquip id laboris dolor elit consectetur commodo veniam. Mollit consequat laborum veniam ullamco labore occaecat nostrud fugiat duis mollit. Laborum aliqua occaecat sunt enim id id qui exercitation minim irure lorem aliqua."}, {"customer_id": "anabeb7259", "rating": 2.5, "review": "Ipsum exercitation aliquip fugiat occaecat ad ut nostrud deserunt ex excepteur minim pariatur proident est laborum duis. Magna ut sint duis sit pariatur anim et ea exercitation ipsum cupidatat enim non."}, {"customer_id": "genich3882", "rating": 0.0, "review": "Occaecat dolor dolore officia non amet ex eiusmod ut non dolore nostrud."}], "product_name": "Triple Krispys"}, {"product_id": "1C7BCD", "weight": "7 oz", "count": 1, "cost": 38.75, "center_type": "chocolate and walnuts", "chocolate_type": "None", "dietary": "egg free", "bar_type": "None", "filling_type": "None", "qoh": 470, "reorder_indicator": 1, "reviews": [{"customer_id": "nojaqu8813", "rating": 4.0, "review": "Minim dolore irure exercitation non eiusmod ut fugiat ut dolor id quis ipsum labore lorem."}], "product_name": "Double Chocolate And Walnuts Egg Free Leaves"}, {"product_id": "CD388A", "weight": "16 oz", "count": 21, "cost": 41.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 88, "reorder_indicator": 1, "reviews": [{"customer_id": "neengl6616", "rating": 0.5, "review": "Voluptate consectetur dolor in tempor est duis veniam consectetur dolor."}, {"customer_id": "anstar1198", "rating": 0.0, "review": "Id minim cillum voluptate excepteur eiusmod laboris irure irure aliqua aliquip minim ex sed ut dolor do ut. Anim officia minim aliqua mollit elit elit adipiscing tempor in elit dolor."}, {"customer_id": "teshin8708", "rating": 2.5, "review": "Ut dolore tempor quis voluptate reprehenderit sit velit dolore cillum veniam in."}, {"customer_id": "bedino2559", "rating": 3.0, "review": "Fugiat irure commodo sit esse minim enim dolor ut labore voluptate eiusmod qui duis esse irure. Culpa mollit velit ut esse laboris excepteur ex quis ut velit in non laboris voluptate anim nulla. Dolore aute do ut enim nostrud officia sed excepteur nostrud nisi non."}, {"customer_id": "avolsa9562", "rating": 0.5, "review": "In dolor elit amet officia laboris est sit velit ipsum consequat ea reprehenderit adipiscing magna deserunt ad commodo."}, {"customer_id": "botran9183", "rating": 1.0, "review": "Velit enim cillum aliquip nisi magna officia in veniam dolore proident nostrud voluptate ipsum nisi dolore."}, {"customer_id": "krmeda7240", "rating": 2.5, "review": "Est elit sunt labore adipiscing tempor quis dolor do do laboris amet sit. Magna aute in consectetur tempor ut ut pariatur ut nostrud fugiat magna qui labore ea."}], "product_name": "Mini Marshmallow Brittle"}, {"product_id": "7D6DA9", "weight": "16 oz", "count": 1, "cost": 5.75, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 140, "reorder_indicator": 1, "reviews": [{"customer_id": "frdron7623", "rating": 3.0, "review": "Minim incididunt nostrud sunt in ut velit ipsum incididunt velit incididunt fugiat sit cillum est occaecat."}, {"customer_id": "quclay2641", "rating": 3.0, "review": "Ex nulla ex ea irure voluptate ex voluptate nulla magna amet occaecat consectetur fugiat labore lorem ad deserunt eiusmod. Nulla laborum laborum deserunt veniam aliqua qui ut pariatur in amet culpa eu."}, {"customer_id": "kagroh5535", "rating": 0.0, "review": "Qui sunt elit tempor quis aliquip cupidatat dolore elit duis dolore non ut sint tempor ullamco sit commodo in."}, {"customer_id": "kesacd9101", "rating": 2.5, "review": "Irure excepteur lorem nulla voluptate dolor in amet dolore velit laborum nisi. Veniam excepteur id officia velit enim sit sunt officia nulla labore ut culpa ea aliquip consequat. Dolor culpa dolore anim irure in aliqua occaecat mollit est ea ut nostrud deserunt id incididunt ea."}, {"customer_id": "emhart9351", "rating": 3.5, "review": "Dolore ex fugiat irure quis in reprehenderit exercitation eu ipsum dolore amet ullamco cillum. Culpa elit dolor qui enim eu qui sed qui ex pariatur minim."}, {"customer_id": "ahwhit7698", "rating": 3.5, "review": "Aliqua deserunt qui ut reprehenderit voluptate lorem in sint dolor ipsum labore ipsum deserunt in non dolore qui. In dolor in ut voluptate esse in reprehenderit magna id nisi voluptate tempor lorem sint esse elit qui. Nostrud laborum tempor eiusmod elit ut aute anim ipsum magna sed sit dolore."}, {"customer_id": "nopolj7036", "rating": 3.0, "review": "Non aliquip dolor dolore sint dolor mollit velit aliquip officia officia. In sint irure in laboris ut exercitation ea esse proident ea exercitation ex pariatur nulla in qui culpa labore. Exercitation lorem ut velit dolore dolore quis minim deserunt sit ut nisi ut non commodo culpa cupidatat duis."}, {"customer_id": "gewrix5916", "rating": 4.0, "review": "Ut est consectetur elit magna occaecat est velit voluptate qui consectetur ad mollit ullamco. Aute officia dolor id laborum laboris nisi ut ipsum consectetur dolor culpa id minim duis nulla."}], "product_name": "Mini Assorted Chocolate Twists"}, {"product_id": "525628", "weight": "15 oz", "count": 19, "cost": 14.5, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 450, "reorder_indicator": 1, "reviews": [{"customer_id": "botran9183", "rating": 3.0, "review": "Irure lorem commodo incididunt quis laboris sint occaecat dolor sunt cupidatat ut pariatur est. Amet ut ut in aute ullamco velit officia anim magna labore excepteur sint veniam deserunt excepteur ea. Ea in pariatur deserunt excepteur labore dolor dolor eu ex amet do nisi."}, {"customer_id": "setung1786", "rating": 1.0, "review": "Ut cillum do magna anim laborum elit esse anim mollit ullamco ad commodo qui pariatur minim esse dolor. Non magna fugiat in dolor tempor dolor proident sint labore nulla."}, {"customer_id": "camack4136", "rating": 0.0, "review": "Laborum consectetur sunt aliqua quis voluptate minim irure in dolore."}, {"customer_id": "rirove7360", "rating": 3.5, "review": "Aliqua cillum et dolor excepteur aliqua magna non qui anim nisi lorem incididunt dolore dolor elit."}, {"customer_id": "debizz1654", "rating": 4.5, "review": "Laborum reprehenderit nulla officia nulla adipiscing sint eiusmod minim labore lorem in ullamco ut minim commodo."}], "product_name": "Scotchmallow Milk Chocolate Jackolanterns"}, {"product_id": "5A9B8C", "weight": "10 oz", "count": 1, "cost": 36.75, "center_type": "fruit", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 63, "reorder_indicator": 0, "reviews": [], "product_name": "Sour Fruit White Chocolate Krispys"}, {"product_id": "607085", "weight": "5 oz", "count": 4, "cost": 16.25, "center_type": "chocolate and walnuts", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "milk chocolate ganache", "qoh": 124, "reorder_indicator": 1, "reviews": [], "product_name": "Mini Chocolate And Walnuts Milk Chocolate Ganache Bar"}, {"product_id": "0E924A", "weight": "15 oz", "count": 11, "cost": 45.5, "center_type": "chocolate and walnuts", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 21, "reorder_indicator": 1, "reviews": [{"customer_id": "rolefa8551", "rating": 3.0, "review": "Voluptate nostrud voluptate duis sit in exercitation pariatur labore laborum voluptate labore do qui fugiat. Ea laboris dolor minim aliquip mollit laboris ut nisi velit est ut dolore lorem."}, {"customer_id": "grkutn4117", "rating": 0.5, "review": "Occaecat qui adipiscing labore fugiat consectetur cupidatat adipiscing ut eu voluptate et consectetur in aliqua officia aliquip. Cupidatat in nulla magna magna aliqua labore non nisi non commodo anim id. Culpa proident aliqua veniam commodo laboris proident proident qui dolor velit commodo."}, {"customer_id": "emclar4951", "rating": 0.5, "review": "Nostrud quis cillum deserunt ea eu deserunt tempor laboris ut sunt deserunt nostrud officia deserunt in laborum. Aliqua eu tempor ipsum ut adipiscing ex nulla laborum duis ullamco eu exercitation officia exercitation fugiat consectetur labore."}, {"customer_id": "lotoos4267", "rating": 2.0, "review": "Esse pariatur dolore pariatur occaecat proident mollit officia ut voluptate in adipiscing ex."}], "product_name": "Maple Chocolate And Walnuts Dark Chocolate Ganache Bats"}, {"product_id": "8DBED2", "weight": "12 oz", "count": 12, "cost": 1.5, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 337, "reorder_indicator": 1, "reviews": [{"customer_id": "camack4136", "rating": 0.5, "review": "Qui anim ut veniam excepteur aliquip sunt nostrud voluptate voluptate ea et nostrud labore ullamco non ut. Esse dolore voluptate sint in sunt ipsum adipiscing nostrud irure mollit incididunt."}, {"customer_id": "pabell8940", "rating": 3.5, "review": "Aliqua aliquip cupidatat incididunt dolore minim duis tempor anim sint id est."}, {"customer_id": "thauyo4899", "rating": 4.5, "review": "Dolor dolore adipiscing qui culpa sunt esse ullamco velit excepteur fugiat voluptate proident."}, {"customer_id": "jamonc2141", "rating": 4.5, "review": "Nisi nulla consectetur dolor sed esse amet proident ut eiusmod qui ea dolore do lorem sit. Culpa aute lorem non consectetur sunt deserunt sit sunt qui incididunt cillum officia magna. Consequat ea in nisi magna sit officia eiusmod nisi esse."}, {"customer_id": "admcen4289", "rating": 2.5, "review": "Labore lorem labore nulla mollit ut commodo consequat consectetur officia aute sunt pariatur ut. Excepteur sint nostrud ut sunt adipiscing cupidatat lorem lorem excepteur. Officia irure mollit fugiat labore voluptate aliqua nisi veniam irure anim aliquip fugiat veniam fugiat cillum quis officia."}, {"customer_id": "raduch3499", "rating": 1.0, "review": "Exercitation veniam proident ea non aliquip dolore occaecat aute do et ad duis."}, {"customer_id": "dewarn1756", "rating": 3.5, "review": "Nisi tempor commodo reprehenderit aute adipiscing qui consectetur id lorem ut laborum mollit do qui et. Reprehenderit occaecat qui dolore sint eu voluptate dolore ut occaecat commodo sunt est commodo officia ea."}, {"customer_id": "rirove7360", "rating": 3.5, "review": "Ullamco ipsum do magna consectetur labore magna in duis cillum laboris deserunt cillum dolor."}, {"customer_id": "glcari5186", "rating": 3.5, "review": "Amet anim in velit nisi lorem lorem nulla labore laboris anim nostrud ipsum mollit amet. Consectetur ut excepteur cillum in ullamco mollit magna dolore esse velit ut est in labore anim laborum dolore dolore. Aliqua id adipiscing sint cillum laborum sed laboris lorem reprehenderit aliquip nostrud consequat dolor dolore laboris qui eiusmod."}], "product_name": "Cinnamon Nut And Chews Bats"}, {"product_id": "1861AB", "weight": "10 oz", "count": 17, "cost": 39.75, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 83, "reorder_indicator": 1, "reviews": [{"customer_id": "hurogo7234", "rating": 2.5, "review": "Enim id nostrud excepteur voluptate commodo laborum in in in aliquip nostrud proident ipsum laboris dolore. Et velit ullamco commodo laborum dolor mollit exercitation irure in. Fugiat duis ea nisi adipiscing sunt in amet cupidatat in ullamco in eu culpa amet sit."}, {"customer_id": "rebore1628", "rating": 0.0, "review": "Eu exercitation amet enim fugiat lorem elit culpa in ad ut enim esse consequat eu."}, {"customer_id": "kajour7548", "rating": 2.0, "review": "Dolor quis magna reprehenderit deserunt ut eu ut non dolor sit eu. Magna veniam laborum sed ut dolore minim aliqua nulla lorem sunt est dolor magna commodo et anim."}, {"customer_id": "rohone6029", "rating": 0.5, "review": "Eu fugiat proident deserunt commodo ullamco ullamco ullamco aliqua elit nulla amet est et et sint ipsum eiusmod. Deserunt ullamco id aliqua ad occaecat et laboris esse nostrud commodo non dolore dolore dolore exercitation minim."}, {"customer_id": "hipuch9047", "rating": 2.0, "review": "Culpa commodo sit dolor ut adipiscing dolore enim est amet eiusmod officia officia minim aliquip amet officia excepteur."}], "product_name": "Mini Nut And Chews Leaves"}, {"product_id": "DCA826", "weight": "5 oz", "count": 1, "cost": 24.0, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 151, "reorder_indicator": 1, "reviews": [], "product_name": "Triple White Chocolate Jackolanterns"}, {"product_id": "A6FAB7", "weight": "19 oz", "count": 1, "cost": 4.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 129, "reorder_indicator": 1, "reviews": [{"customer_id": "lamaun7684", "rating": 2.5, "review": "Proident eiusmod nostrud fugiat aliqua tempor minim officia in ut consectetur exercitation proident et laboris."}, {"customer_id": "elcule1410", "rating": 0.0, "review": "Nulla nostrud qui nostrud quis tempor dolor sunt laboris aliquip mollit ex ullamco. Labore dolor dolore mollit occaecat eu velit dolore dolore ex nostrud qui."}, {"customer_id": "inhars7238", "rating": 0.5, "review": "Excepteur ipsum ullamco est magna do est pariatur proident est anim enim ea sed. Ullamco cupidatat nostrud incididunt magna incididunt in laboris consectetur eiusmod ipsum lorem qui quis eiusmod sed."}, {"customer_id": "alkrin7738", "rating": 0.0, "review": "Ipsum nisi dolor velit irure dolor dolore duis irure cupidatat. In id sunt fugiat dolor ex in magna incididunt commodo officia voluptate. Sint in nulla dolor eu elit in consequat excepteur magna duis laborum pariatur in aliqua nisi cupidatat."}, {"customer_id": "lesabo9186", "rating": 0.0, "review": "Elit magna cillum occaecat eu non sit velit ad voluptate est."}, {"customer_id": "anabeb7259", "rating": 3.0, "review": "Elit do consequat ad velit cillum mollit sit commodo eiusmod quis tempor proident magna amet laboris eu."}], "product_name": "Cinnamon Bar"}, {"product_id": "62C49E", "weight": "12 oz", "count": 1, "cost": 3.5, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 217, "reorder_indicator": 1, "reviews": [{"customer_id": "jemomo1264", "rating": 0.0, "review": "Voluptate laboris in eu voluptate magna ea sed in dolor ut in aute sunt qui quis do anim."}], "product_name": "Double Dark Chocolate Brittle"}, {"product_id": "D82FB4", "weight": "5 oz", "count": 1, "cost": 7.5, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 249, "reorder_indicator": 1, "reviews": [{"customer_id": "mythum9098", "rating": 2.5, "review": "Nulla ea reprehenderit labore eu mollit tempor laboris aliqua in nulla dolore pariatur reprehenderit elit est mollit. Elit aliquip cillum in dolor nostrud occaecat deserunt proident nostrud. Ad officia consectetur in velit elit velit irure incididunt magna ipsum pariatur consequat labore cupidatat dolor."}, {"customer_id": "bebrat2406", "rating": 4.5, "review": "Enim ex in velit aliqua ad non enim qui aliqua tempor magna occaecat ut non ullamco non in sed."}, {"customer_id": "regali2884", "rating": 4.0, "review": "Ipsum et tempor proident duis commodo labore nostrud est tempor ipsum pariatur."}, {"customer_id": "eldang5151", "rating": 0.0, "review": "Est ad ut eiusmod deserunt commodo irure excepteur amet anim."}, {"customer_id": "mawead7610", "rating": 1.5, "review": "Ea magna sed dolore cupidatat tempor tempor in ea adipiscing laboris."}, {"customer_id": "ahwhit7698", "rating": 2.5, "review": "Veniam ex culpa consectetur in aliquip nulla anim eiusmod qui. Amet excepteur aute ut ut voluptate ad consectetur minim aliqua ea."}, {"customer_id": "alswie2045", "rating": 4.0, "review": "Ad in ex eu est consequat ea nisi aliquip minim excepteur incididunt cupidatat labore."}, {"customer_id": "qupata9720", "rating": 3.5, "review": "Ut ex ipsum commodo ut cillum reprehenderit enim voluptate mollit. Commodo veniam anim proident adipiscing quis labore reprehenderit proident commodo mollit aliquip."}], "product_name": "Sour Assorted Chocolate Krispys"}, {"product_id": "F450FC", "weight": "18 oz", "count": 3, "cost": 4.75, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 98, "reorder_indicator": 1, "reviews": [], "product_name": "Gold Twists"}, {"product_id": "9F7A2F", "weight": "18 oz", "count": 7, "cost": 34.25, "center_type": "soft", "chocolate_type": "dark chocolate", "dietary": "nut free", "bar_type": "Chocolate Bar", "filling_type": "milk chocolate ganache", "qoh": 393, "reorder_indicator": 1, "reviews": [{"customer_id": "flcane8029", "rating": 2.5, "review": "Exercitation sit dolor sed voluptate laboris aliquip sed nisi esse ut mollit minim nostrud minim id incididunt consectetur. Pariatur adipiscing deserunt ut in officia adipiscing quis ad minim."}, {"customer_id": "lemond7387", "rating": 0.5, "review": "Lorem ut pariatur excepteur anim laborum irure in nostrud dolor enim ex nostrud et incididunt. Sunt qui dolore deserunt sint laborum ipsum dolor ut nisi quis. Dolor adipiscing minim duis ullamco qui eu minim adipiscing quis esse dolore elit laborum pariatur duis deserunt eiusmod."}], "product_name": "Assorted Soft Dark Chocolate Balls"}, {"product_id": "7CAFE1", "weight": "3 oz", "count": 10, "cost": 28.0, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "caramel", "qoh": 440, "reorder_indicator": 1, "reviews": [{"customer_id": "lemosb2268", "rating": 4.0, "review": "Sint aliquip in magna ut dolore in officia sed pariatur esse. Est dolore velit aute ea irure aliqua officia cillum eiusmod dolore ut. Adipiscing ut laboris sed dolore esse velit incididunt minim exercitation ullamco."}], "product_name": "Double Milk Chocolate Caramel Krispys"}, {"product_id": "78858F", "weight": "19 oz", "count": 1, "cost": 41.25, "center_type": "nut and chews", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 487, "reorder_indicator": 0, "reviews": [{"customer_id": "kaclad2751", "rating": 2.0, "review": "Amet eiusmod exercitation culpa ullamco elit laborum dolor qui anim."}, {"customer_id": "duroad4588", "rating": 2.5, "review": "Anim esse pariatur laboris incididunt qui veniam aliquip ad adipiscing culpa consequat nisi do irure cupidatat consequat aliqua sint."}, {"customer_id": "veurbe6658", "rating": 4.0, "review": "Excepteur laborum cupidatat et deserunt id eu esse ut do commodo in dolor in est. Reprehenderit nisi aliqua irure ut ipsum qui reprehenderit fugiat sed dolore ut ut dolor quis. Tempor mollit labore nisi proident aute dolore amet ea irure laborum magna sed commodo officia."}, {"customer_id": "togeog4578", "rating": 3.0, "review": "Nostrud proident tempor sint nulla tempor amet lorem voluptate nisi magna ea veniam laboris consectetur in fugiat."}, {"customer_id": "cahels7055", "rating": 1.0, "review": "Dolor mollit nostrud ipsum sunt irure consectetur cillum incididunt ipsum culpa cupidatat eu et. Voluptate sint elit ipsum et sit aliquip sit aliqua id laborum in in reprehenderit elit incididunt minim esse."}], "product_name": "Triple Nut And Chews White Chocolate Bundle"}, {"product_id": "333513", "weight": "5 oz", "count": 1, "cost": 29.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "caramel", "qoh": 35, "reorder_indicator": 1, "reviews": [], "product_name": "Maple Candy Bar Caramel Brittle"}, {"product_id": "D80129", "weight": "18 oz", "count": 20, "cost": 36.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 193, "reorder_indicator": 1, "reviews": [{"customer_id": "arberk4999", "rating": 3.0, "review": "Non dolore esse do ullamco irure do anim est officia velit occaecat et ut magna est enim ad. In ut lorem in ut velit proident ea laborum irure cupidatat id excepteur nisi eu incididunt enim voluptate consequat. Dolore culpa nostrud ut veniam duis anim in proident reprehenderit cillum minim."}, {"customer_id": "jegard7919", "rating": 3.0, "review": "Minim sit mollit ut ea non fugiat cillum qui nulla velit ea magna laborum consequat. Et in ex cillum ullamco ut reprehenderit quis excepteur excepteur."}, {"customer_id": "saandr2410", "rating": 2.0, "review": "Ut id pariatur ad quis consectetur irure laborum ex irure exercitation dolore laboris incididunt in. Nisi ullamco cupidatat occaecat ullamco aliqua ullamco occaecat culpa voluptate eu fugiat nulla ipsum deserunt incididunt."}, {"customer_id": "thmora7913", "rating": 4.0, "review": "Incididunt nisi aliqua magna duis qui nisi enim ea cupidatat non nulla. Sint in mollit labore sit in in aliqua ut deserunt."}, {"customer_id": "pesuge7772", "rating": 1.0, "review": "Ad velit adipiscing excepteur enim voluptate exercitation ex non labore voluptate anim duis aliqua dolore. Laborum laboris quis aliquip do id dolore nisi ex eu dolore in incididunt fugiat occaecat ut id do excepteur."}, {"customer_id": "baryba8155", "rating": 0.0, "review": "Excepteur velit aliquip voluptate id id laboris aute enim dolore est velit ut pariatur exercitation amet."}, {"customer_id": "kahadd3400", "rating": 0.0, "review": "Magna dolore nostrud sit irure dolore eiusmod labore est sit quis et velit esse fugiat ut adipiscing. Excepteur eu ex tempor dolor qui qui fugiat tempor elit ullamco exercitation."}], "product_name": "Sour Bar"}, {"product_id": "E6B6C5", "weight": "3 oz", "count": 2, "cost": 48.75, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 282, "reorder_indicator": 1, "reviews": [], "product_name": "Double White Chocolate Candy Bar Bats"}, {"product_id": "ACF2F4", "weight": "19 oz", "count": 1, "cost": 23.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 333, "reorder_indicator": 1, "reviews": [], "product_name": "Mini Bundle"}, {"product_id": "044A22", "weight": "17 oz", "count": 23, "cost": 1.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 348, "reorder_indicator": 0, "reviews": [{"customer_id": "laburz1466", "rating": 3.5, "review": "Aute enim nulla ipsum id nisi non duis dolore nisi velit proident. Aliqua exercitation ea sit ullamco nostrud anim dolore pariatur sit exercitation culpa magna ullamco eiusmod ea irure."}, {"customer_id": "lashkl1976", "rating": 4.5, "review": "Tempor ut fugiat labore consequat in occaecat fugiat cupidatat in. Laboris aute consequat mollit magna ipsum sed magna sed nostrud sed proident esse."}, {"customer_id": "adball3058", "rating": 1.0, "review": "Sit eu est enim et duis reprehenderit ipsum officia ut sunt consequat id labore sed ad lorem commodo. Nostrud fugiat excepteur esse ut nulla eu non lorem eu exercitation veniam officia officia ut ipsum. Ullamco et sit in lorem dolor enim incididunt voluptate cillum irure nisi voluptate elit sed."}, {"customer_id": "tobyes4308", "rating": 4.5, "review": "Veniam laboris nulla dolor sunt pariatur reprehenderit et aliquip aute aliquip ex officia lorem amet."}, {"customer_id": "emschu8296", "rating": 0.0, "review": "Ipsum non reprehenderit adipiscing sint non ea ipsum eu dolor occaecat do velit nulla ex officia ea. Proident exercitation enim ullamco dolor dolor ad ex non in sunt reprehenderit sit eiusmod nulla aute sunt anim. Sunt anim quis cupidatat ad quis esse sunt dolor commodo reprehenderit excepteur."}, {"customer_id": "caacqu6159", "rating": 3.5, "review": "Esse consectetur ipsum commodo in ex proident ut ut dolor ut elit dolore tempor ut consequat deserunt."}, {"customer_id": "genich3882", "rating": 4.0, "review": "Amet ut sit voluptate anim minim fugiat cillum sint eu veniam labore irure."}, {"customer_id": "toflam4735", "rating": 3.0, "review": "Dolor dolore ea esse in velit duis fugiat aute do id eiusmod est in dolor ad veniam sint ut. Deserunt dolore occaecat cillum eiusmod ea dolor occaecat irure fugiat in culpa cupidatat dolor proident dolor nisi."}], "product_name": "Gold Twists"}, {"product_id": "B31E16", "weight": "4 oz", "count": 9, "cost": 43.75, "center_type": "chocolate and walnuts", "chocolate_type": "assorted chocolate", "dietary": "nut free", "bar_type": "None", "filling_type": "None", "qoh": 378, "reorder_indicator": 1, "reviews": [{"customer_id": "guchar7261", "rating": 4.5, "review": "Velit exercitation sit dolor aliquip in non in incididunt minim commodo non consequat dolor nulla fugiat ullamco. Pariatur dolor commodo adipiscing amet anim velit incididunt tempor veniam velit. Deserunt amet velit lorem eiusmod ut cillum laboris dolore et do in amet ut."}, {"customer_id": "lagerl7854", "rating": 1.0, "review": "Amet ex qui lorem sed lorem cillum nisi minim ea deserunt aliqua. Enim anim incididunt pariatur pariatur tempor sit laboris sint adipiscing et. Sunt amet labore nostrud ut dolore ad deserunt officia non eu labore ut aliqua et enim nostrud officia."}, {"customer_id": "javand1274", "rating": 4.0, "review": "Sit do aliqua ut ex incididunt laborum ut veniam cillum incididunt velit."}, {"customer_id": "ancran6062", "rating": 1.5, "review": "Duis ipsum aliqua ad proident aliqua ex sed in ex."}, {"customer_id": "sacald5826", "rating": 1.0, "review": "In lorem ad tempor qui enim qui anim dolore mollit labore id fugiat ipsum est culpa exercitation. Laboris lorem eu aliqua lorem dolor ad fugiat anim ipsum in consectetur velit excepteur nostrud non eiusmod lorem. Eu est ut labore in aliquip excepteur elit est ut fugiat adipiscing commodo culpa officia dolor ipsum nulla irure."}, {"customer_id": "pesuge7772", "rating": 4.5, "review": "Ea pariatur sed exercitation est pariatur laboris eiusmod velit exercitation commodo lorem labore."}, {"customer_id": "alcash1819", "rating": 1.0, "review": "Culpa sunt incididunt do officia ullamco elit qui mollit commodo sint reprehenderit."}], "product_name": "Sour Chocolate And Walnuts Assorted Chocolate Twists"}, {"product_id": "55BC2F", "weight": "17 oz", "count": 1, "cost": 27.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 102, "reorder_indicator": 1, "reviews": [{"customer_id": "abcalc3394", "rating": 3.5, "review": "Minim sint nisi adipiscing mollit cillum laboris nostrud do enim nulla proident duis tempor cupidatat ut est occaecat irure."}, {"customer_id": "kahadd3400", "rating": 0.0, "review": "Do sed anim reprehenderit eu magna pariatur cillum veniam in nisi id ex. Dolore consectetur dolore consequat enim dolor aliqua lorem magna ut cillum magna cupidatat."}, {"customer_id": "almill7102", "rating": 0.0, "review": "Est dolore dolore excepteur et ut voluptate laboris labore consectetur dolor culpa tempor excepteur. Sit occaecat enim voluptate cupidatat commodo velit incididunt mollit incididunt et deserunt minim."}, {"customer_id": "clscan8523", "rating": 4.5, "review": "Excepteur elit magna elit deserunt ut in lorem sint voluptate deserunt dolor nostrud qui ea officia nostrud reprehenderit. Cillum do nisi nulla et deserunt in est dolor irure pariatur incididunt sed enim culpa occaecat. Irure ullamco officia anim non dolore amet id aliqua in."}, {"customer_id": "lavina2612", "rating": 2.0, "review": "Esse consectetur nostrud id amet mollit in ex ut sunt voluptate laborum aute sunt nisi culpa. Excepteur incididunt dolore do excepteur ut cillum velit ea dolore consectetur dolore voluptate sint."}, {"customer_id": "elwalh5150", "rating": 1.5, "review": "Laborum nisi non sunt ut elit amet nulla ea ad dolor. Sint dolore cillum nisi et esse ut ipsum eu dolor est nulla dolor non minim."}, {"customer_id": "gedzie4196", "rating": 0.5, "review": "Sint aliqua nostrud commodo ad est amet sunt aliqua tempor officia officia dolor exercitation cupidatat dolor."}, {"customer_id": "mamoff7564", "rating": 3.5, "review": "Fugiat sunt minim aliqua anim deserunt quis fugiat tempor sunt esse cupidatat amet commodo pariatur sed nulla dolore minim."}], "product_name": "Double Marshmallow Brittle"}, {"product_id": "FF9ED5", "weight": "14 oz", "count": 1, "cost": 1.0, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 332, "reorder_indicator": 1, "reviews": [], "product_name": "Assorted White Chocolate Dark Chocolate Ganache Bar"}, {"product_id": "DBC212", "weight": "24 oz", "count": 1, "cost": 11.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 295, "reorder_indicator": 1, "reviews": [{"customer_id": "lesabo9186", "rating": 0.5, "review": "Laboris excepteur laboris enim dolor voluptate consectetur laboris laborum lorem dolor dolore eiusmod."}, {"customer_id": "samant5722", "rating": 2.5, "review": "Aliqua ullamco aliquip veniam fugiat sed et ut adipiscing enim nulla dolore nostrud aliquip quis enim incididunt. Mollit ut elit in sint ex aliquip non nisi commodo elit aliqua esse minim ad fugiat dolor esse reprehenderit. Exercitation exercitation dolore proident laboris magna nostrud ut consectetur veniam nulla qui."}, {"customer_id": "doland8275", "rating": 4.0, "review": "Velit irure dolor esse aliquip in ad laboris laboris anim laborum non officia nisi nostrud ad deserunt adipiscing dolor. Mollit fugiat ea qui non sunt eu adipiscing velit aute excepteur aute anim."}, {"customer_id": "jugoer3755", "rating": 0.5, "review": "Elit adipiscing ad magna ut labore cillum sit nisi aliquip laborum ut do duis aliqua incididunt. Proident occaecat in culpa commodo in amet eu pariatur dolore ipsum enim."}, {"customer_id": "grnisa4816", "rating": 2.5, "review": "Dolor culpa exercitation voluptate est labore amet lorem sunt duis laboris ea dolor consectetur. Aliquip eiusmod excepteur irure dolore minim in labore aliquip magna irure occaecat dolor in."}, {"customer_id": "jaheid5053", "rating": 1.0, "review": "Aliqua ea commodo occaecat officia in ad in qui ea id qui culpa exercitation nisi laboris ut."}, {"customer_id": "juattl8356", "rating": 3.0, "review": "Tempor culpa esse pariatur excepteur eiusmod ad lorem excepteur excepteur. Consectetur dolor duis aliquip id sed ullamco anim eu laboris nisi velit in esse ullamco in amet. Esse nulla dolore non cillum culpa et enim non nisi excepteur consectetur sint in officia."}, {"customer_id": "elcule1410", "rating": 3.5, "review": "Nulla do proident excepteur fugiat excepteur aliquip dolor qui sed cupidatat dolor excepteur cillum voluptate officia."}, {"customer_id": "sacald5826", "rating": 0.5, "review": "Lorem commodo cillum dolor ut et laboris ex sint voluptate sed anim veniam elit ad sit eu sed. Aute sit in ea quis et dolore aute incididunt in et dolore veniam nulla sit proident magna commodo quis. Anim minim nostrud reprehenderit lorem ut do sed id voluptate eiusmod."}], "product_name": "Assorted Bats"}, {"product_id": "F17500", "weight": "10 oz", "count": 1, "cost": 17.75, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "None", "qoh": 495, "reorder_indicator": 1, "reviews": [{"customer_id": "jigomb2187", "rating": 1.0, "review": "Eu in ad aliqua cillum veniam voluptate aliqua est nostrud consectetur mollit ea pariatur nostrud cillum consequat. Aliqua incididunt qui eiusmod deserunt id esse magna exercitation sint adipiscing commodo. Aliquip reprehenderit consequat fugiat sit mollit ad est magna sint mollit."}, {"customer_id": "abpurk4191", "rating": 4.5, "review": "Enim non qui consequat in anim tempor id aliqua esse exercitation magna exercitation ipsum voluptate. Occaecat voluptate sed ut magna do cupidatat magna in fugiat. Pariatur et consectetur tempor lorem culpa sunt incididunt ad fugiat nulla nostrud minim."}], "product_name": "Birthday Chocolate Bar Bar"}, {"product_id": "1F9DFD", "weight": "20 oz", "count": 1, "cost": 23.75, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 151, "reorder_indicator": 1, "reviews": [{"customer_id": "jucors8934", "rating": 2.5, "review": "Et mollit minim duis amet enim officia cillum in ipsum commodo dolore non elit deserunt tempor. Cupidatat ut qui tempor irure sint velit ea ut culpa et est nisi eiusmod voluptate."}, {"customer_id": "genich3882", "rating": 1.5, "review": "Tempor veniam exercitation in dolore dolore nulla laborum lorem deserunt sed nisi adipiscing ea amet cillum minim nostrud aliqua. Enim in ad velit mollit quis officia ipsum laborum anim sint consequat incididunt aute do sunt lorem. Sint qui dolore velit culpa ipsum aute esse ut id pariatur nulla est dolore dolore cupidatat pariatur."}, {"customer_id": "jozola7712", "rating": 2.0, "review": "Fugiat anim nulla labore esse voluptate dolore sed commodo eiusmod veniam id velit consectetur in minim magna consequat aute. Aliquip laborum pariatur aute occaecat sunt dolore do anim dolor tempor et id dolore. Duis ad esse fugiat cupidatat ex non dolor sunt lorem."}, {"customer_id": "raabar8445", "rating": 1.0, "review": "Magna incididunt velit exercitation anim ipsum ut laborum non laborum fugiat ut."}, {"customer_id": "sugran4845", "rating": 3.5, "review": "Nisi elit lorem exercitation dolore sunt tempor excepteur laboris laboris culpa officia nulla esse proident officia sit."}, {"customer_id": "brhens8142", "rating": 0.5, "review": "Labore sint incididunt anim ea aliqua voluptate dolore dolore dolore incididunt ullamco non aliquip consectetur. Esse officia magna aliqua do in elit in fugiat officia dolore non ea commodo nulla aliqua aliquip sed. Dolor duis minim ex aliquip dolor voluptate laboris et culpa amet in pariatur veniam labore tempor."}], "product_name": "Cinnamon Nut And Chews Marshmallow Krispys"}, {"product_id": "F75BD4", "weight": "10 oz", "count": 1, "cost": 37.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 249, "reorder_indicator": 1, "reviews": [{"customer_id": "luasmu3485", "rating": 0.0, "review": "Consequat dolore ut in consequat amet laboris elit magna in ipsum ex eu cupidatat. Elit aute elit velit ex ad laborum proident in nulla anim ut dolor eiusmod ipsum. Incididunt minim aliqua ad non ea in et voluptate fugiat."}, {"customer_id": "pegoha2506", "rating": 1.0, "review": "Irure dolor sit ut nostrud est adipiscing nulla sed laboris nostrud cupidatat sed ipsum."}, {"customer_id": "vilong1033", "rating": 0.5, "review": "Esse enim id dolor pariatur laborum excepteur anim ad sed magna enim."}, {"customer_id": "cagees6193", "rating": 0.0, "review": "Commodo pariatur fugiat minim ad non deserunt quis ut ex ipsum ea nostrud do quis consectetur. In veniam duis ex in minim magna aliquip ut non voluptate dolore dolore minim tempor ipsum duis. Dolor pariatur ad nisi dolore ipsum adipiscing est ex dolor voluptate ea proident non eiusmod aute amet elit."}], "product_name": "Butterscotch Square"}, {"product_id": "589054", "weight": "1 oz", "count": 21, "cost": 9.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 290, "reorder_indicator": 1, "reviews": [{"customer_id": "naklar5246", "rating": 1.5, "review": "Nulla nostrud laboris in dolore ullamco ullamco velit esse anim elit duis excepteur ut lorem sint proident sed ut. Ad qui amet dolor veniam duis id laborum quis exercitation exercitation incididunt quis commodo lorem aute lorem mollit."}, {"customer_id": "pesuge7772", "rating": 3.0, "review": "Est id dolore aute in aliquip adipiscing in incididunt nulla veniam nulla."}, {"customer_id": "abpurk4191", "rating": 3.0, "review": "Nulla commodo exercitation cillum nulla fugiat irure reprehenderit tempor ullamco ut ad ea commodo. Ut ullamco adipiscing magna labore lorem in voluptate lorem incididunt duis commodo aute. Reprehenderit minim ipsum duis ex lorem eiusmod culpa nostrud ad fugiat sit minim in elit qui et."}, {"customer_id": "gehulm5509", "rating": 0.5, "review": "Laboris tempor ut ut laborum id quis laborum sed reprehenderit."}], "product_name": "Butterscotch Marshmallow Balls"}, {"product_id": "639F99", "weight": "1 oz", "count": 13, "cost": 36.25, "center_type": "None", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "None", "filling_type": "caramel", "qoh": 81, "reorder_indicator": 1, "reviews": [{"customer_id": "teshin8708", "rating": 0.5, "review": "In deserunt irure dolore ea enim do dolore ad et qui."}, {"customer_id": "duroad4588", "rating": 1.0, "review": "Ullamco consectetur eu labore aliqua ut consequat voluptate in in minim aliquip magna in laborum quis voluptate fugiat."}, {"customer_id": "edumla7272", "rating": 4.0, "review": "Sint quis et ut mollit ea laborum elit ut culpa excepteur eiusmod aliqua labore anim dolore."}, {"customer_id": "dojee3671", "rating": 0.5, "review": "Voluptate dolore excepteur est veniam amet ut reprehenderit sunt sunt ullamco tempor elit laborum laboris. Quis ad irure irure nisi nisi laboris ipsum nulla est id ut est. Duis exercitation eiusmod sit culpa anim lorem mollit consectetur ut."}, {"customer_id": "paklam8323", "rating": 0.0, "review": "Excepteur qui sit dolor eu mollit dolore eu id esse deserunt enim aliquip. Sit culpa minim laboris ut ut exercitation consectetur anim do irure."}, {"customer_id": "decoul8525", "rating": 3.0, "review": "Culpa est ex amet occaecat quis sit proident cillum fugiat dolore esse adipiscing magna ut. Ad dolore nulla nostrud voluptate do aute tempor enim non laborum."}, {"customer_id": "majoan3489", "rating": 3.0, "review": "Dolore adipiscing mollit deserunt dolore ullamco dolor commodo sunt irure magna in dolore minim in in amet proident ex. Et lorem ut sunt culpa sit amet et tempor in et nostrud culpa velit excepteur eu ex consequat."}, {"customer_id": "mavoel6615", "rating": 4.5, "review": "Non laboris aliqua in amet est esse ad tempor fugiat quis amet aliqua. Commodo sed minim eu nostrud consectetur nisi magna tempor sit. Dolor nulla ut sint culpa amet eiusmod minim officia enim."}, {"customer_id": "jomani2590", "rating": 0.5, "review": "Dolore dolor sed laboris veniam exercitation fugiat velit officia proident in consequat quis ea laboris anim aliquip. Elit mollit sed culpa sint incididunt cupidatat laboris ipsum mollit mollit do mollit sunt adipiscing aliqua elit adipiscing nulla. Ipsum esse adipiscing velit ex est fugiat aliquip voluptate esse culpa labore quis aute proident sed qui quis enim."}], "product_name": "Maple White Chocolate Caramel Leaves"}, {"product_id": "2A9A05", "weight": "13 oz", "count": 1, "cost": 23.75, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 210, "reorder_indicator": 1, "reviews": [], "product_name": "Mini Balls"}, {"product_id": "0FE730", "weight": "13 oz", "count": 4, "cost": 22.25, "center_type": "fruit", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 378, "reorder_indicator": 1, "reviews": [{"customer_id": "lyreas8232", "rating": 0.0, "review": "Eiusmod id velit deserunt sint cillum nulla quis culpa ea amet incididunt ea mollit anim sed labore. Anim sed sunt ullamco reprehenderit laborum voluptate ullamco sed nisi laboris veniam laboris do lorem."}, {"customer_id": "jasovi6658", "rating": 3.5, "review": "In dolore nostrud ad dolor ipsum cupidatat exercitation dolore irure ea duis nostrud laborum."}, {"customer_id": "jaheid5053", "rating": 4.5, "review": "Dolore adipiscing aliquip est commodo quis eiusmod sed anim ut sunt nostrud proident. Commodo dolore incididunt laborum lorem non ea id occaecat mollit aliqua."}, {"customer_id": "wadeam5226", "rating": 0.0, "review": "Elit eiusmod dolore voluptate aute incididunt labore cupidatat velit proident ut consequat sit anim anim magna cupidatat voluptate."}, {"customer_id": "isbroo4459", "rating": 0.0, "review": "Reprehenderit mollit sint nisi labore in sint ullamco excepteur sit non. Sit ut voluptate magna nulla reprehenderit proident id consequat id fugiat exercitation nisi magna dolore consequat deserunt."}], "product_name": "Butterscotch Fruit Twists"}, {"product_id": "0F1B4C", "weight": "12 oz", "count": 3, "cost": 6.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 291, "reorder_indicator": 1, "reviews": [{"customer_id": "redurs8900", "rating": 3.0, "review": "Aliqua ea laboris aliquip consectetur incididunt commodo nisi magna anim ut. Mollit reprehenderit eiusmod proident dolor tempor ut proident fugiat proident magna in id. Ad reprehenderit lorem nulla ea proident eu consectetur sunt aliquip reprehenderit labore laborum amet."}, {"customer_id": "eafere4532", "rating": 4.5, "review": "Minim cupidatat sed aute eiusmod magna in fugiat aute fugiat sint proident veniam et sunt dolor do labore. Occaecat minim sunt ut ullamco id anim quis et est ullamco duis qui nulla in ex. Reprehenderit aute est lorem deserunt qui sunt dolor consequat esse lorem."}, {"customer_id": "chscho9543", "rating": 2.0, "review": "Ex duis amet nostrud minim dolore officia aliqua voluptate nisi."}, {"customer_id": "jorusu7184", "rating": 1.0, "review": "Excepteur ea incididunt est labore laboris aliquip sit fugiat est veniam commodo nostrud."}, {"customer_id": "malele3841", "rating": 1.5, "review": "Veniam nisi officia tempor adipiscing velit voluptate in aute tempor laboris quis."}, {"customer_id": "kacrei9513", "rating": 4.0, "review": "Eu nostrud exercitation ipsum officia sint ut ut lorem veniam pariatur incididunt irure dolore mollit mollit veniam deserunt. Deserunt excepteur do ut dolor ullamco aliqua enim ut eu duis ex adipiscing et. Do excepteur laboris id mollit excepteur nisi ut proident commodo lorem ex commodo in cillum."}, {"customer_id": "cahels7055", "rating": 0.0, "review": "Amet ex dolore commodo nisi ipsum velit anim magna consequat sint excepteur esse ullamco ad id dolor deserunt occaecat."}], "product_name": "Gold Bats"}, {"product_id": "16A735", "weight": "20 oz", "count": 13, "cost": 19.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "dark chocolate ganache", "qoh": 362, "reorder_indicator": 1, "reviews": [{"customer_id": "toflam4735", "rating": 4.5, "review": "Do consectetur mollit est laboris laboris dolore ut id eu duis excepteur laborum aliquip ad. Qui dolor velit deserunt in cupidatat ut cupidatat eu qui ut sed et velit consectetur et velit ut commodo."}, {"customer_id": "frhoho5573", "rating": 1.5, "review": "Nisi non nisi reprehenderit ut amet consectetur ex culpa labore sit eu ad cillum deserunt nulla excepteur culpa."}], "product_name": "Butterscotch Chocolate Bar Dark Chocolate Ganache Krispys"}, {"product_id": "0BFC64", "weight": "2 oz", "count": 22, "cost": 35.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "caramel", "qoh": 84, "reorder_indicator": 1, "reviews": [{"customer_id": "dahear4697", "rating": 4.0, "review": "Pariatur reprehenderit sint tempor et dolore enim ad cillum sunt non id cillum fugiat sed. Deserunt irure in aliqua do amet commodo sunt do nisi consectetur in consectetur incididunt dolore dolor. Esse exercitation anim nostrud lorem lorem in ut non ea incididunt irure excepteur culpa tempor anim proident sed."}, {"customer_id": "jecogn7130", "rating": 3.5, "review": "Occaecat voluptate elit sed sed ullamco ex mollit nulla nostrud aliqua laborum exercitation ut nulla lorem."}, {"customer_id": "elshro8616", "rating": 0.5, "review": "Dolor sit enim ut ullamco non qui cillum ut labore reprehenderit ipsum laboris ullamco eiusmod qui."}, {"customer_id": "faalwi5391", "rating": 3.0, "review": "Consequat quis in excepteur labore quis nostrud culpa officia in occaecat dolor sit nisi ea reprehenderit. Ad nostrud eu enim ad non culpa velit nulla duis mollit nostrud est sit sint non. Id irure dolore nulla voluptate sint quis eu amet sit in pariatur cupidatat labore nisi dolor aliqua eu."}], "product_name": "Gold Chocolate Bar Caramel Krispys"}, {"product_id": "F98706", "weight": "17 oz", "count": 6, "cost": 7.5, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 179, "reorder_indicator": 1, "reviews": [{"customer_id": "bogero2309", "rating": 4.5, "review": "Duis adipiscing minim deserunt enim ut ad proident est est. Do nisi aliqua esse dolore cillum et reprehenderit ut in."}, {"customer_id": "brbolm8039", "rating": 0.5, "review": "Dolore nostrud minim do cupidatat eiusmod sunt et fugiat sint do laboris irure consequat dolor tempor."}], "product_name": "Birthday Nut And Chews Krispys"}, {"product_id": "AB93C4", "weight": "18 oz", "count": 1, "cost": 43.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 334, "reorder_indicator": 1, "reviews": [{"customer_id": "gimoeh3544", "rating": 4.0, "review": "Qui deserunt dolor magna nulla enim laborum et commodo laborum sed dolore sunt incididunt cupidatat id voluptate ut. Commodo fugiat ex ea tempor dolore sint sed eu voluptate commodo eu consequat in sunt dolor veniam."}, {"customer_id": "begray3117", "rating": 1.0, "review": "Sint consequat deserunt anim anim aute in veniam amet dolor veniam esse consequat et eu."}], "product_name": "Birthday Twists"}, {"product_id": "7A245C", "weight": "5 oz", "count": 15, "cost": 11.75, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 293, "reorder_indicator": 1, "reviews": [{"customer_id": "jofall9450", "rating": 3.0, "review": "Ut labore laboris amet eiusmod in amet do velit pariatur enim elit duis."}, {"customer_id": "rofigy7964", "rating": 1.5, "review": "Nulla ea non sint veniam et do esse tempor ipsum cupidatat."}, {"customer_id": "weheru3334", "rating": 2.5, "review": "Ut nostrud in et culpa non elit commodo occaecat aliqua adipiscing nostrud labore proident aliquip cillum."}, {"customer_id": "kaclad2751", "rating": 4.0, "review": "Dolore cupidatat do ea aute laboris proident qui sit in proident. Quis in et dolor anim in est voluptate nostrud culpa ex tempor esse mollit. In velit do id in ad ea dolore aliquip ullamco ad."}], "product_name": "Butterscotch Dark Chocolate Balls"}, {"product_id": "0B86E2", "weight": "6 oz", "count": 9, "cost": 15.25, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 243, "reorder_indicator": 1, "reviews": [], "product_name": "Lollypop Assorted Chocolate Krispys"}, {"product_id": "DE0C0B", "weight": "4 oz", "count": 1, "cost": 32.75, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 309, "reorder_indicator": 1, "reviews": [{"customer_id": "sesund6460", "rating": 4.5, "review": "Nisi commodo proident ea in sunt aute et duis et elit elit."}], "product_name": "Cinnamon Square"}, {"product_id": "10C17E", "weight": "15 oz", "count": 1, "cost": 42.5, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "kosher", "bar_type": "None", "filling_type": "None", "qoh": 58, "reorder_indicator": 1, "reviews": [], "product_name": "Lollypop Milk Chocolate Kosher Bats"}, {"product_id": "25E754", "weight": "12 oz", "count": 5, "cost": 46.5, "center_type": "fruit", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 150, "reorder_indicator": 1, "reviews": [{"customer_id": "jemomo1264", "rating": 4.5, "review": "Dolor non dolore consectetur ex magna proident cillum labore commodo ut sunt ut duis lorem. Consectetur nisi consequat laboris lorem dolor cupidatat consectetur velit culpa eu consequat fugiat exercitation ut ea officia fugiat."}, {"customer_id": "laburz1466", "rating": 4.0, "review": "In duis incididunt nisi ullamco aliqua dolor consequat eiusmod eu magna do laborum in."}, {"customer_id": "walev1038", "rating": 0.5, "review": "In sed fugiat do et consectetur sunt qui ullamco commodo amet. Qui sit nisi est laboris culpa exercitation irure ex adipiscing duis est. Ex est ullamco officia enim irure aliqua occaecat laborum aliquip pariatur magna amet."}], "product_name": "Assorted Fruit Dark Chocolate Ganache Bats"}, {"product_id": "5C6DC5", "weight": "17 oz", "count": 13, "cost": 18.5, "center_type": "chocolate and caramel", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 366, "reorder_indicator": 1, "reviews": [{"customer_id": "alwegg5529", "rating": 1.0, "review": "Duis adipiscing minim quis anim dolor sed qui aute incididunt."}, {"customer_id": "huherr9559", "rating": 0.5, "review": "Est esse laboris velit laboris eiusmod amet dolor in qui id aute velit culpa culpa. Ea et ea minim sed irure nulla reprehenderit enim aute reprehenderit minim velit esse pariatur adipiscing quis. Non irure aliqua officia nulla nulla laborum dolore lorem enim."}, {"customer_id": "vitara4383", "rating": 1.0, "review": "Non elit sint voluptate deserunt aliquip deserunt ut consequat pariatur est."}], "product_name": "Triple Chocolate And Caramel Assorted Chocolate Leaves"}, {"product_id": "3A6AFB", "weight": "22 oz", "count": 1, "cost": 42.75, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "None", "qoh": 47, "reorder_indicator": 1, "reviews": [{"customer_id": "lagerl7854", "rating": 0.5, "review": "Dolor consectetur non non commodo in reprehenderit deserunt non anim pariatur sint enim voluptate amet elit. Aliqua anim eu veniam anim anim ut ullamco cillum adipiscing lorem laborum voluptate veniam. Voluptate exercitation sint magna nostrud ad exercitation velit do ut nostrud."}, {"customer_id": "ligofo6050", "rating": 2.0, "review": "Incididunt lorem veniam qui culpa in velit anim cillum occaecat irure reprehenderit in."}, {"customer_id": "vicojo9388", "rating": 1.0, "review": "Sunt anim adipiscing quis nulla consectetur nisi lorem elit veniam exercitation sit. Ea occaecat irure consectetur nulla qui labore excepteur voluptate nulla anim. Veniam laborum nostrud labore lorem lorem excepteur quis ut ullamco sunt."}, {"customer_id": "myrawl1154", "rating": 0.0, "review": "Eiusmod eu est dolore voluptate do officia aute nulla ad amet ullamco lorem ipsum est."}, {"customer_id": "jamonc2141", "rating": 0.0, "review": "Qui ex et eiusmod non sunt culpa consequat sint velit proident incididunt anim consectetur amet exercitation ut occaecat."}], "product_name": "Scotchmallow Assorted Chocolate Chocolate Bar Square"}, {"product_id": "D18D68", "weight": "12 oz", "count": 5, "cost": 30.75, "center_type": "nut and chews", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 127, "reorder_indicator": 1, "reviews": [{"customer_id": "antala2432", "rating": 2.5, "review": "In ipsum proident anim exercitation minim sint laborum veniam dolore qui deserunt consectetur consectetur consequat anim occaecat sit irure. In dolor sunt ut esse dolore irure duis elit nisi minim elit enim ex in quis nostrud proident."}, {"customer_id": "anstar1198", "rating": 2.0, "review": "Culpa veniam dolore duis aliquip anim ex nulla magna cupidatat eu nisi. Cupidatat culpa nisi eu labore laborum sed dolor adipiscing lorem laborum ut id ut voluptate ad. Ex laborum quis tempor ut labore eu officia magna laboris consectetur incididunt."}, {"customer_id": "glcari5186", "rating": 2.0, "review": "Ut sint aliquip sint consectetur ad in exercitation sunt tempor eiusmod. Occaecat aliquip labore mollit mollit velit ipsum occaecat irure voluptate incididunt incididunt."}, {"customer_id": "hoblun4168", "rating": 2.5, "review": "Non eiusmod tempor ut mollit ut ut esse aliqua in aliqua minim cupidatat pariatur quis fugiat magna. Sit reprehenderit eu cupidatat adipiscing deserunt pariatur laborum fugiat eiusmod."}, {"customer_id": "daweym7098", "rating": 3.0, "review": "Labore do nulla ut eu ea enim voluptate culpa do."}, {"customer_id": "avolsa9562", "rating": 4.0, "review": "Velit tempor magna dolor deserunt est excepteur aliquip velit dolor nulla magna. Esse consectetur duis dolore aliquip elit sit minim id qui ea est consectetur."}], "product_name": "Cinnamon Nut And Chews Dark Chocolate Twists"}, {"product_id": "ACDDDC", "weight": "20 oz", "count": 20, "cost": 7.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 463, "reorder_indicator": 1, "reviews": [{"customer_id": "alsinn4106", "rating": 3.5, "review": "Dolor cillum consectetur pariatur anim cupidatat non incididunt ipsum in commodo in laborum dolor ex velit eu cupidatat."}, {"customer_id": "faalwi5391", "rating": 4.0, "review": "Esse eiusmod duis lorem lorem tempor est id ut sint ut. Pariatur irure in ipsum dolore sint voluptate officia fugiat pariatur voluptate laboris duis."}, {"customer_id": "lomaue4424", "rating": 1.5, "review": "Excepteur eu ut eu laboris esse cupidatat occaecat do qui et ex sunt proident ex adipiscing tempor. Velit est nisi ut est proident veniam cillum pariatur velit duis nostrud occaecat aute consectetur nulla sunt adipiscing."}, {"customer_id": "raterr8735", "rating": 4.5, "review": "Enim magna enim voluptate laboris et laborum enim magna proident laboris mollit cupidatat."}, {"customer_id": "palass5650", "rating": 3.5, "review": "In incididunt elit nulla tempor nostrud sit consectetur commodo minim proident occaecat sed esse adipiscing do amet."}], "product_name": "Assorted Balls"}, {"product_id": "1A9DEB", "weight": "12 oz", "count": 1, "cost": 34.25, "center_type": "chocolate and caramel", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 275, "reorder_indicator": 1, "reviews": [], "product_name": "Mini Chocolate And Caramel Bar"}, {"product_id": "77A92C", "weight": "8 oz", "count": 23, "cost": 29.25, "center_type": "chocolate and caramel", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 470, "reorder_indicator": 1, "reviews": [{"customer_id": "dyyohe2219", "rating": 1.0, "review": "Culpa est eu quis magna laboris exercitation cillum et dolor esse cupidatat qui tempor deserunt aute ea."}], "product_name": "Lollypop Chocolate And Caramel Dark Chocolate Ganache Bar"}, {"product_id": "0BD515", "weight": "7 oz", "count": 14, "cost": 18.25, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 209, "reorder_indicator": 1, "reviews": [{"customer_id": "duroad4588", "rating": 4.5, "review": "Nisi commodo nulla pariatur nostrud laboris mollit sit id aliquip dolor cillum do labore exercitation et mollit lorem anim. Ullamco irure ipsum nostrud veniam ut sint sit occaecat pariatur nisi reprehenderit exercitation do cillum. Nostrud sed fugiat anim laboris cupidatat et non ad sit sint in elit lorem nisi sed dolor."}, {"customer_id": "befobe6313", "rating": 0.0, "review": "Eiusmod proident est ex culpa lorem ut occaecat ipsum dolor in ut. Reprehenderit ad laborum labore enim sit ad dolor sed velit veniam dolor et aute sed eu."}, {"customer_id": "misarn2747", "rating": 3.0, "review": "Duis cupidatat eu eu enim adipiscing anim qui reprehenderit reprehenderit enim irure ut minim incididunt qui ullamco minim minim. Adipiscing consectetur ut adipiscing dolore ipsum voluptate ut laborum nulla ex nisi nulla amet culpa."}, {"customer_id": "rurowb6741", "rating": 4.5, "review": "Deserunt aliquip ut reprehenderit pariatur occaecat non aliqua commodo dolor incididunt ut dolore. Tempor ad proident dolore ex laborum eu sed incididunt tempor et ut ullamco dolore officia consectetur reprehenderit. Adipiscing excepteur laborum elit ex minim quis consequat dolore est eiusmod magna eiusmod commodo culpa tempor."}], "product_name": "Triple Nut And Chews Dark Chocolate Ganache Bundle"}, {"product_id": "2B75A8", "weight": "15 oz", "count": 1, "cost": 8.75, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 458, "reorder_indicator": 1, "reviews": [{"customer_id": "amwine6355", "rating": 2.5, "review": "Consectetur aliqua qui pariatur culpa consectetur dolore esse lorem ipsum mollit cupidatat dolore ut. Nulla fugiat excepteur est culpa ipsum consequat consequat fugiat dolore ut in. Cupidatat est aliquip cupidatat voluptate nostrud et labore et sint ullamco."}, {"customer_id": "gehulm5509", "rating": 2.0, "review": "Aute cupidatat quis amet eu sunt ut sit sint voluptate eu excepteur sed lorem sunt sunt. Reprehenderit duis sed ipsum aliquip sunt mollit elit ut mollit anim proident eiusmod in lorem ea. Incididunt dolor laborum excepteur eiusmod in pariatur id anim incididunt exercitation."}, {"customer_id": "jugoer3755", "rating": 1.5, "review": "Cillum cupidatat nisi commodo in dolor enim aliquip ut duis velit pariatur proident laboris laboris mollit dolore. Exercitation aute cillum exercitation incididunt ea pariatur sunt sunt enim irure et."}, {"customer_id": "cagerr1154", "rating": 3.0, "review": "Ipsum dolor cupidatat qui id dolor in incididunt id aute sed aliqua in minim mollit dolore amet dolore. Commodo veniam dolor esse dolor enim reprehenderit adipiscing laboris sint eiusmod et aliqua non magna ipsum magna ut."}, {"customer_id": "hurogo7234", "rating": 1.0, "review": "Consequat reprehenderit proident dolore anim laboris reprehenderit duis minim culpa in. Velit incididunt excepteur culpa sit consectetur dolore ut laboris cupidatat officia exercitation aliquip. Pariatur adipiscing ipsum veniam lorem dolore elit laborum est laboris exercitation sed dolore sint ex deserunt velit commodo aliquip."}], "product_name": "Double Balls"}, {"product_id": "61FDE6", "weight": "14 oz", "count": 1, "cost": 49.25, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "caramel", "qoh": 303, "reorder_indicator": 1, "reviews": [{"customer_id": "mazvol1164", "rating": 1.0, "review": "Non incididunt non in dolor do adipiscing excepteur fugiat anim sunt voluptate quis velit amet duis dolore. Sint dolore in culpa aliqua in nostrud dolor nisi incididunt nostrud nisi ut adipiscing sint commodo aliquip cupidatat."}, {"customer_id": "masche9748", "rating": 4.0, "review": "Id consectetur dolor incididunt adipiscing reprehenderit consequat sed culpa ad elit. Voluptate sit ipsum exercitation eiusmod magna mollit aliquip ea esse excepteur. Nostrud ut lorem nulla ullamco mollit amet commodo in consequat fugiat consequat."}, {"customer_id": "olmane4563", "rating": 3.0, "review": "Aliqua voluptate exercitation ut ea in aliquip cillum esse ea in minim minim consectetur."}, {"customer_id": "wipurk9677", "rating": 2.0, "review": "Consectetur incididunt eiusmod sit occaecat et ex veniam elit consectetur excepteur tempor nulla dolor sed irure sunt. Elit eu deserunt mollit non occaecat sed reprehenderit excepteur quis eu consectetur."}, {"customer_id": "ioboas2709", "rating": 0.0, "review": "Minim dolor dolor elit exercitation cillum magna adipiscing est id consequat nulla. Deserunt nostrud mollit quis eu exercitation voluptate elit tempor pariatur. Anim culpa id pariatur magna commodo ut anim sint minim sunt laborum minim voluptate cillum nostrud veniam fugiat."}, {"customer_id": "tehoel2401", "rating": 2.5, "review": "Sunt reprehenderit laborum sit eiusmod voluptate dolore amet reprehenderit cillum. Pariatur est anim magna ut ipsum consectetur ullamco labore id ad commodo ut nulla enim culpa in. Consectetur magna laboris dolor ut magna eu proident dolore cupidatat ea nostrud labore ut labore aliqua sed."}, {"customer_id": "cators8307", "rating": 2.5, "review": "Sunt consequat eiusmod sed duis minim nostrud id cupidatat quis deserunt occaecat consectetur in. Cupidatat sunt nisi incididunt pariatur excepteur eiusmod ad enim reprehenderit adipiscing ut excepteur esse adipiscing dolor voluptate. Eu ipsum minim amet laborum reprehenderit do proident magna ut eiusmod dolore cillum."}, {"customer_id": "fokloe4993", "rating": 1.0, "review": "Dolor id proident voluptate quis sed incididunt anim pariatur minim sed cupidatat dolor in. Dolore sint cillum incididunt in amet lorem ut magna amet nulla quis non in."}, {"customer_id": "caacqu6159", "rating": 0.0, "review": "Eu fugiat in et ea fugiat ad dolor excepteur in exercitation irure reprehenderit ex dolore."}], "product_name": "Sour Assorted Chocolate Caramel Balls"}, {"product_id": "327132", "weight": "14 oz", "count": 6, "cost": 35.5, "center_type": "nut and chews", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 20, "reorder_indicator": 1, "reviews": [{"customer_id": "likarg3647", "rating": 3.0, "review": "Minim in tempor lorem dolore commodo ad elit culpa amet nisi et cupidatat dolore veniam in. Ullamco minim esse velit laborum culpa tempor voluptate nisi laborum sint magna. In aliquip consequat dolore ad fugiat consequat veniam reprehenderit in commodo reprehenderit cupidatat."}, {"customer_id": "vitara4383", "rating": 1.5, "review": "Ut sit dolor elit non sed amet qui fugiat ullamco ex."}, {"customer_id": "debizz1654", "rating": 3.0, "review": "Reprehenderit esse dolor eu mollit dolor cupidatat sit ad duis aliqua incididunt."}, {"customer_id": "roebbe3231", "rating": 3.5, "review": "In deserunt elit do sit tempor veniam excepteur quis minim."}, {"customer_id": "lipurh5668", "rating": 0.5, "review": "Veniam in proident ea dolore sed fugiat nisi sunt ut et amet commodo sit magna id incididunt esse reprehenderit. Eu ullamco ut ipsum excepteur sed est ullamco excepteur et elit. Laborum enim laboris eiusmod dolore officia minim incididunt nulla in ut ut lorem commodo."}], "product_name": "Mini Nut And Chews Milk Chocolate Bundle"}, {"product_id": "B64D04", "weight": "24 oz", "count": 1, "cost": 12.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 304, "reorder_indicator": 1, "reviews": [{"customer_id": "pafull9461", "rating": 4.0, "review": "Aute in sunt amet cupidatat minim qui ullamco sed sit dolore laborum officia labore consectetur laboris fugiat. Ad amet ad duis est dolor velit quis qui ut dolore ipsum ullamco."}, {"customer_id": "arkopa9575", "rating": 2.5, "review": "Consectetur in id dolor proident qui aliqua laboris qui in officia pariatur lorem quis ut."}, {"customer_id": "ishenn6844", "rating": 3.0, "review": "Aliquip do magna est sunt excepteur labore sint consectetur velit nulla qui cillum occaecat amet consectetur eu ex cupidatat."}, {"customer_id": "liwiel7640", "rating": 0.5, "review": "Veniam lorem laborum amet anim cillum et velit sunt minim consequat fugiat voluptate veniam sint. Ipsum deserunt nisi aliquip nisi irure excepteur velit commodo exercitation veniam aute ut velit."}, {"customer_id": "mileet5975", "rating": 1.5, "review": "Fugiat ut dolore ex veniam voluptate veniam aliquip mollit in in est sunt cupidatat deserunt pariatur. Minim excepteur voluptate tempor voluptate do sit dolore nulla sunt mollit mollit esse."}, {"customer_id": "jebrou3313", "rating": 3.0, "review": "In ex exercitation in eu aliquip aliquip elit aliquip incididunt magna adipiscing fugiat consequat pariatur voluptate cillum proident. Elit ea cillum proident sit ullamco amet consectetur tempor proident sint incididunt."}, {"customer_id": "nopolj7036", "rating": 2.0, "review": "Duis sit ipsum ex eu pariatur exercitation anim aliquip nulla in anim sit tempor irure enim amet."}, {"customer_id": "coguas8631", "rating": 4.5, "review": "Cupidatat cillum dolor nostrud fugiat irure id nisi elit sed minim est. Do in laboris sunt ad occaecat est enim minim dolore qui ullamco ut laboris in consectetur magna ut dolore. Proident occaecat in non nisi commodo mollit ullamco cupidatat nostrud."}, {"customer_id": "hoblun4168", "rating": 0.0, "review": "Culpa eu ea in aliquip non enim in excepteur do duis mollit eu duis sint occaecat reprehenderit consequat."}], "product_name": "Mini Bar"}, {"product_id": "405B72", "weight": "24 oz", "count": 16, "cost": 18.25, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 77, "reorder_indicator": 1, "reviews": [{"customer_id": "nolova4946", "rating": 2.0, "review": "Occaecat tempor tempor dolor amet commodo sed pariatur dolor occaecat incididunt ullamco excepteur in ad pariatur ex aliqua. Dolor eiusmod dolor nulla occaecat mollit exercitation eiusmod ea culpa irure minim velit incididunt sit deserunt aliqua ut. Ut nisi est occaecat laboris ad culpa et aute velit ex amet incididunt nulla dolor sunt nisi."}, {"customer_id": "neengl6616", "rating": 2.5, "review": "Aliqua ea ut sed ut exercitation esse et mollit laboris nulla tempor in aliquip. Labore nostrud ad non commodo tempor deserunt deserunt ea minim voluptate."}], "product_name": "Triple Square"}, {"product_id": "32CBC5", "weight": "10 oz", "count": 14, "cost": 12.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 106, "reorder_indicator": 1, "reviews": [{"customer_id": "lafehr4671", "rating": 0.5, "review": "Velit veniam sed ipsum ipsum anim qui qui excepteur laborum deserunt laborum voluptate commodo magna excepteur."}], "product_name": "Lollypop Marshmallow Bats"}, {"product_id": "4ADE7B", "weight": "11 oz", "count": 17, "cost": 30.25, "center_type": "None", "chocolate_type": "assorted chocolate", "dietary": "sugar free", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 360, "reorder_indicator": 1, "reviews": [{"customer_id": "shgant2566", "rating": 4.5, "review": "Minim est minim proident excepteur deserunt dolore occaecat anim qui culpa cillum nulla anim amet non ut ea."}, {"customer_id": "jasovi6658", "rating": 0.5, "review": "Veniam veniam sed eiusmod laborum dolore amet eiusmod exercitation aliquip proident dolore. Dolor eu nostrud proident commodo ullamco culpa consectetur sint amet veniam ullamco. Aliquip officia sed est in voluptate quis in voluptate in lorem pariatur amet."}, {"customer_id": "thgess9441", "rating": 3.5, "review": "Ipsum anim consectetur cillum irure velit quis anim dolor ullamco ex reprehenderit."}, {"customer_id": "lomalc5982", "rating": 2.0, "review": "Irure ut deserunt voluptate aliqua pariatur in proident eu laborum ullamco aute ullamco in."}, {"customer_id": "frdron7623", "rating": 1.0, "review": "Dolor ea in eu quis adipiscing ut in dolore duis laborum sunt proident sint fugiat consectetur dolore in. Non reprehenderit sed reprehenderit ea aliquip nostrud cupidatat consectetur duis et non est nostrud ipsum non id non fugiat. Pariatur dolor occaecat do sed consequat tempor irure est quis ipsum sint sit ex nisi."}], "product_name": "Birthday Assorted Chocolate Sugar Free Krispys"}, {"product_id": "A30780", "weight": "5 oz", "count": 14, "cost": 3.5, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "milk chocolate ganache", "qoh": 397, "reorder_indicator": 1, "reviews": [{"customer_id": "rolefa8551", "rating": 0.5, "review": "Mollit eiusmod velit irure sunt amet in tempor dolore culpa in velit ut nisi reprehenderit in est officia labore. Reprehenderit ipsum occaecat ipsum non nulla ex id velit consectetur ut ut ex nisi eiusmod deserunt consectetur sint excepteur. Dolore laboris ut nisi ea labore occaecat aute fugiat dolore est anim nisi dolor proident dolore tempor ex."}, {"customer_id": "brhens8142", "rating": 1.5, "review": "Excepteur laboris sunt in proident sunt ad non eiusmod cillum pariatur magna sint laboris culpa ut reprehenderit occaecat."}, {"customer_id": "hehass6434", "rating": 2.5, "review": "Enim nisi fugiat ut ut ut ut sint sint ut est."}, {"customer_id": "sifuhe9203", "rating": 3.5, "review": "Commodo eiusmod ut cillum officia excepteur reprehenderit ex ad lorem commodo consectetur irure ut in duis reprehenderit. Elit dolor ad do deserunt aute culpa ullamco sit aliqua dolor laborum culpa in adipiscing do et non. Aliqua magna ut sed proident aute voluptate elit elit dolor laboris aliqua tempor do quis nostrud ex."}, {"customer_id": "lavina2612", "rating": 0.0, "review": "Nulla magna aliquip ad adipiscing esse anim aliqua aliquip reprehenderit duis quis irure mollit sit aute aute qui."}], "product_name": "Maple Milk Chocolate Ganache Bar"}, {"product_id": "F4C209", "weight": "20 oz", "count": 1, "cost": 27.5, "center_type": "chocolate and walnuts", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 465, "reorder_indicator": 1, "reviews": [{"customer_id": "dosifo5803", "rating": 2.5, "review": "Qui duis in ullamco in consequat ex enim quis mollit reprehenderit eiusmod reprehenderit cillum pariatur. Consectetur consectetur in mollit amet nostrud exercitation adipiscing tempor do proident mollit culpa nisi sunt. Culpa duis duis dolor est dolor nostrud quis pariatur ad."}], "product_name": "Butterscotch Chocolate And Walnuts Milk Chocolate Jackolanterns"}, {"product_id": "02B72B", "weight": "11 oz", "count": 2, "cost": 21.0, "center_type": "chocolate and walnuts", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 111, "reorder_indicator": 1, "reviews": [{"customer_id": "botran9183", "rating": 0.0, "review": "Duis incididunt ut consequat veniam sit excepteur commodo commodo aute ipsum in aliquip. Qui ut consequat voluptate ex laborum cupidatat ex pariatur quis ipsum occaecat fugiat sed ullamco qui in cillum. Ea sunt ad consequat fugiat velit tempor enim dolore eu cupidatat ad lorem laboris sint excepteur qui."}, {"customer_id": "clhick9276", "rating": 4.0, "review": "Commodo in duis pariatur elit cupidatat tempor nostrud ex nostrud dolor ad in minim dolore consectetur ut. Aliqua in officia id laboris in magna exercitation nulla reprehenderit nulla ad. Nisi ullamco ipsum duis ex labore velit in amet cupidatat enim et."}, {"customer_id": "reswaf9558", "rating": 2.0, "review": "Tempor ut laborum ad proident reprehenderit deserunt et fugiat mollit excepteur."}, {"customer_id": "glcari5186", "rating": 4.5, "review": "Non excepteur fugiat ex irure eu officia sint mollit commodo sit exercitation ad veniam ullamco laboris cupidatat dolore. Mollit elit et in nostrud dolor aliquip aute excepteur ea amet elit."}, {"customer_id": "cagees6193", "rating": 0.0, "review": "Aute non proident ut sit ipsum veniam et incididunt anim deserunt. Reprehenderit pariatur minim qui ut velit dolore irure sint aliqua in et sint quis proident aliqua dolore nisi. Dolor in eiusmod elit nostrud proident anim mollit nostrud eiusmod sit deserunt et amet ut."}, {"customer_id": "baryba8155", "rating": 1.0, "review": "Officia amet esse cupidatat deserunt anim reprehenderit dolore laborum sed ex qui dolor labore amet lorem do minim cillum."}, {"customer_id": "emkusi5944", "rating": 1.5, "review": "Magna ut et dolor magna ex consequat cupidatat culpa incididunt ad qui aliqua ut do id excepteur ipsum sint. In esse ex id adipiscing excepteur sed ad ullamco eu sint veniam in eu do commodo dolore ut sint. Esse elit pariatur sunt id dolor incididunt eiusmod ea fugiat in ea eu tempor ullamco in enim duis sit."}], "product_name": "Scotchmallow Chocolate And Walnuts Dark Chocolate Bundle"}, {"product_id": "FC23C2", "weight": "17 oz", "count": 11, "cost": 48.25, "center_type": "None", "chocolate_type": "None", "dietary": "sugar free", "bar_type": "None", "filling_type": "dark chocolate ganache", "qoh": 318, "reorder_indicator": 1, "reviews": [{"customer_id": "ioboas2709", "rating": 0.0, "review": "Elit id ullamco pariatur aute nisi ut adipiscing eu id exercitation reprehenderit esse. Adipiscing et velit nostrud dolore sit in tempor anim non dolore id adipiscing magna ea ullamco non dolore. In aliqua culpa aliqua excepteur qui aliquip ullamco ipsum quis qui dolor."}, {"customer_id": "elmath8229", "rating": 2.0, "review": "Dolore non qui est ipsum ut fugiat magna adipiscing lorem. Proident non magna esse quis sit esse elit irure in velit laborum do sunt."}, {"customer_id": "paoy6380", "rating": 4.5, "review": "Sunt exercitation excepteur adipiscing laborum elit ex velit eu laborum eiusmod elit. Deserunt ut officia ea officia lorem proident dolor consectetur anim lorem mollit ex excepteur magna incididunt proident. Aliqua fugiat aliquip tempor cillum elit elit cillum in esse eiusmod in eu enim voluptate occaecat."}, {"customer_id": "clmelt2508", "rating": 0.5, "review": "Ex dolor adipiscing lorem aliqua cupidatat ullamco enim ullamco amet veniam commodo consectetur aute sint reprehenderit ut. Dolore ut et deserunt in laborum ad cillum velit ut mollit voluptate sed ut culpa."}, {"customer_id": "cedalo4888", "rating": 4.5, "review": "Non in quis consectetur ut in enim consequat dolore magna amet eu."}, {"customer_id": "memayl5829", "rating": 2.0, "review": "Laborum enim proident ad dolor aliquip sed nisi aliquip amet ex id."}, {"customer_id": "sifand5037", "rating": 4.0, "review": "Magna sunt adipiscing laborum ut lorem ut mollit pariatur cillum quis consequat sint voluptate enim ut et. Ipsum excepteur incididunt minim ex eu est velit consequat nostrud. Laboris voluptate velit lorem consectetur dolor excepteur est magna duis ut aliquip duis ipsum ipsum veniam labore laboris."}, {"customer_id": "masend6887", "rating": 0.0, "review": "Nisi dolor exercitation occaecat laborum irure exercitation veniam ex consectetur nisi culpa anim. Esse quis irure occaecat cillum aute qui deserunt fugiat quis mollit. Amet fugiat tempor esse anim consectetur tempor nostrud proident ad tempor eu."}, {"customer_id": "trvran3976", "rating": 0.0, "review": "In sint esse ad in laboris ut est nostrud cupidatat do quis dolor."}], "product_name": "Butterscotch Sugar Free Dark Chocolate Ganache Twists"}, {"product_id": "AA017A", "weight": "20 oz", "count": 5, "cost": 27.75, "center_type": "nut and chews", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 183, "reorder_indicator": 1, "reviews": [], "product_name": "Gold Nut And Chews Krispys"}, {"product_id": "3F260C", "weight": "13 oz", "count": 4, "cost": 3.25, "center_type": "chocolate and caramel", "chocolate_type": "None", "dietary": "None", "bar_type": "Chocolate Bar", "filling_type": "None", "qoh": 138, "reorder_indicator": 1, "reviews": [{"customer_id": "lagerl7854", "rating": 0.5, "review": "In sit ut commodo ullamco incididunt in tempor excepteur deserunt quis officia aliquip. Fugiat labore aute ut ut in do do id velit sunt occaecat laborum dolor."}, {"customer_id": "emkusi5944", "rating": 1.0, "review": "Ipsum in eiusmod nisi pariatur pariatur deserunt sint mollit eu consequat ullamco id. Ipsum occaecat aliquip adipiscing ut nulla magna ea minim elit et est proident quis officia non. Nostrud amet consectetur duis esse ex anim cillum in laboris dolore aute non."}], "product_name": "Maple Chocolate And Caramel Chocolate Bar Square"}, {"product_id": "C215B7", "weight": "17 oz", "count": 14, "cost": 38.0, "center_type": "None", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 27, "reorder_indicator": 1, "reviews": [{"customer_id": "isbroo4459", "rating": 2.0, "review": "Sit ut laborum aliquip ullamco sit ipsum adipiscing id fugiat tempor reprehenderit elit deserunt labore incididunt ut in. Culpa non qui ex laborum exercitation dolore quis labore minim irure dolore."}, {"customer_id": "grnisa4816", "rating": 3.5, "review": "Culpa qui incididunt exercitation laboris ipsum ad elit ullamco sunt tempor proident veniam deserunt fugiat dolore tempor sit. Ea ea officia occaecat esse aute eiusmod culpa eiusmod ea."}, {"customer_id": "sesund6460", "rating": 1.0, "review": "Sint est quis eiusmod reprehenderit ad nisi enim occaecat sed. Lorem irure deserunt aute amet aliqua commodo eiusmod elit nostrud ut officia. Fugiat officia sit nisi eu in ullamco eiusmod exercitation irure."}], "product_name": "Gold Marshmallow Brittle"}, {"product_id": "69827B", "weight": "10 oz", "count": 1, "cost": 18.75, "center_type": "None", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 51, "reorder_indicator": 1, "reviews": [{"customer_id": "frdron7623", "rating": 1.5, "review": "Enim quis ut ad velit mollit adipiscing aliquip ut qui esse."}], "product_name": "Scotchmallow Milk Chocolate Marshmallow Bar"}, {"product_id": "484949", "weight": "24 oz", "count": 1, "cost": 18.75, "center_type": "chocolate and walnuts", "chocolate_type": "None", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 57, "reorder_indicator": 1, "reviews": [{"customer_id": "lashkl1976", "rating": 0.5, "review": "Nisi reprehenderit voluptate cillum enim culpa ut lorem aliqua elit nisi quis aute est et consequat dolor elit exercitation."}, {"customer_id": "labald4322", "rating": 2.5, "review": "Anim veniam culpa tempor in id laborum sed dolore ipsum aliquip dolore reprehenderit in pariatur."}, {"customer_id": "ruslos9415", "rating": 3.5, "review": "Deserunt ad ea labore consequat sint cillum ut cillum est laborum ut elit fugiat cupidatat."}], "product_name": "Gold Chocolate And Walnuts Candy Bar Leaves"}, {"product_id": "1732D0", "weight": "8 oz", "count": 1, "cost": 19.25, "center_type": "nut and chews", "chocolate_type": "assorted chocolate", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 388, "reorder_indicator": 1, "reviews": [], "product_name": "Lollypop Nut And Chews Assorted Chocolate Twists"}, {"product_id": "9CD0F6", "weight": "11 oz", "count": 3, "cost": 6.0, "center_type": "soft", "chocolate_type": "milk chocolate", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 256, "reorder_indicator": 1, "reviews": [{"customer_id": "adkaza3600", "rating": 1.0, "review": "Aute culpa tempor cupidatat irure sint esse in quis elit ullamco deserunt excepteur ipsum cillum et."}, {"customer_id": "begray3117", "rating": 1.0, "review": "Eiusmod sed sunt lorem anim sed deserunt labore in sunt aliqua."}, {"customer_id": "jubru3465", "rating": 3.5, "review": "Voluptate sed cillum in id sint adipiscing elit reprehenderit do in id dolore cillum nostrud aute sed quis sed."}], "product_name": "Lollypop Soft Milk Chocolate Twists"}, {"product_id": "95383D", "weight": "6 oz", "count": 6, "cost": 2.25, "center_type": "chocolate and walnuts", "chocolate_type": "None", "dietary": "kosher", "bar_type": "None", "filling_type": "None", "qoh": 420, "reorder_indicator": 1, "reviews": [{"customer_id": "mayusu6351", "rating": 4.5, "review": "Minim magna aliqua elit cupidatat duis duis occaecat dolore voluptate exercitation. Laborum consectetur eu pariatur mollit fugiat qui sunt anim eu nulla labore laborum. Eiusmod deserunt cillum non in enim officia ex consequat quis."}, {"customer_id": "gimoeh3544", "rating": 4.5, "review": "Aliqua qui enim nostrud nulla exercitation eu id in dolore magna commodo. Voluptate officia ullamco ullamco dolore elit lorem eu ut reprehenderit nulla aliquip dolor cupidatat officia aliqua nulla laboris. Occaecat nisi sunt ut esse enim aliqua velit sit id ea aliquip quis esse eu."}, {"customer_id": "mapolh1130", "rating": 4.5, "review": "Consequat reprehenderit quis irure sit ut cupidatat ex non non consectetur esse esse deserunt aliquip nulla nostrud. Sit deserunt ad ut laborum et velit cillum in quis ut in in et cillum eiusmod anim. Velit cupidatat fugiat sint aliquip aliqua amet eu et eu dolore."}, {"customer_id": "iohara4052", "rating": 2.0, "review": "Voluptate nulla aliqua sed ut sunt officia officia occaecat aute lorem reprehenderit culpa cillum cillum quis cupidatat sint deserunt."}, {"customer_id": "nojaqu8813", "rating": 0.5, "review": "Qui quis est aute irure ut consequat in ut tempor dolor ex dolor elit do."}, {"customer_id": "jotrah9493", "rating": 4.5, "review": "Ut ullamco consectetur mollit eu cillum laboris dolor veniam in. Cupidatat reprehenderit sit labore et anim ad aliquip eiusmod in."}, {"customer_id": "amduga2565", "rating": 2.5, "review": "Dolor aute mollit commodo cupidatat mollit ut veniam deserunt eu dolor in veniam deserunt. Enim cupidatat sed ipsum ullamco ipsum nisi dolore sit irure culpa aute."}, {"customer_id": "lomalc5982", "rating": 0.5, "review": "Veniam reprehenderit sed ut mollit elit dolore esse aliquip duis culpa sit laborum."}], "product_name": "Double Chocolate And Walnuts Kosher Jackolanterns"}, {"product_id": "3B9BA3", "weight": "15 oz", "count": 1, "cost": 17.5, "center_type": "None", "chocolate_type": "dark chocolate", "dietary": "None", "bar_type": "None", "filling_type": "marshmallow", "qoh": 292, "reorder_indicator": 1, "reviews": [{"customer_id": "anbour5889", "rating": 2.0, "review": "Eu consectetur dolor ex velit excepteur dolore sit ut incididunt veniam ex."}, {"customer_id": "roebbe3231", "rating": 0.5, "review": "Cupidatat dolore enim laborum nisi ut labore excepteur in non. Officia sit voluptate fugiat sed voluptate consequat cupidatat in aliquip dolore elit anim. In culpa lorem deserunt laborum minim consectetur commodo nisi sunt occaecat pariatur veniam consectetur labore quis ad."}], "product_name": "Mini Dark Chocolate Marshmallow Krispys"}, {"product_id": "B41AA2", "weight": "3 oz", "count": 17, "cost": 23.5, "center_type": "soft", "chocolate_type": "white chocolate", "dietary": "None", "bar_type": "Candy Bar", "filling_type": "None", "qoh": 421, "reorder_indicator": 0, "reviews": [{"customer_id": "kahadd3400", "rating": 3.0, "review": "Mollit ut mollit nulla deserunt voluptate voluptate aliquip occaecat fugiat. Ipsum consectetur consectetur laborum reprehenderit qui minim dolor lorem sit aute aliquip occaecat non ea. Sint anim elit sed exercitation est in dolor sint enim esse minim fugiat ut consectetur ut id."}], "product_name": "Scotchmallow Soft White Chocolate Bats"}, {"product_id": "5C57D8", "weight": "23 oz", "count": 12, "cost": 20.25, "center_type": "soft", "chocolate_type": "None", "dietary": "None", "bar_type": "None", "filling_type": "None", "qoh": 196, "reorder_indicator": 1, "reviews": [], "product_name": "Lollypop Soft Leaves"}]